[
  {
    "name": "Bleed",
    "desc": "An affliction caused by any wound that bleeds profusely.",
    "effect": "At the start of a creature's turn they take True Damage equal to the top Bleed Token.",
    "special": "Whenever a creature would gain _Endurance_/_Vigor_, reduce it by 1 + their top Bleed Token's value, then immediately remove that Bleed Token.",
    "remove": "Whenever a creature takes Damage from or has _Endurance_/_Vigor_ blocked by a _Bleed_ Token, remove it.",
    "purge": "A value of _Grit_ removes Bleed equal to one less than the _Grit_ spent.",
    "type": "standard"
  },
  {
    "name": "Dazed",
    "desc": "An affliction caused when a creature's mind is muddled ad slow.",
    "effect": "A Dazed creature increases the Cost of all Reactions by the value of their topmost Dazed Token. This increased Cost (but only the increased cost) may be paid with Focus.",
    "remove": "A creature clears their topmost Dazed Token at the end of each of their turns.",
    "purge": "A value of _Focus_ removes Dazed equal to one less than the _Focus_ spent.",
    "type": "standard"
  },
  {
    "name": "Exposed",
    "desc": "An affliction caused when a creature cannot maintain their guard.",
    "effect": "All Attacks against a creature gain an Attack Bonus equal to the top Exposed Token's value.",
    "purge": "A value of _Focus_ removes Exposed equal to one less than the _Focus_ spent.",
    "remove": "A creature clears their topmost Exposed Token after being Attacked.",
    "type": "standard"
  },
  {
    "name": "Hobbled",
    "desc": "An affliction caused when a creature's movement is impaired somehow.",
    "effect": "A creature's Moves are downgraded by an emount equal to their topmost Hobbled Token (i.e. Hobbled 1 would reduce a Reposition to a Step).",
    "special": "While a creature has any Hobbled, they cannot take any Movement that does not have a Movement Size listed. ",
    "remove": " A creature clears their topmost Hobbled at the end of each of their turns.",
    "purge": "A value of _Grit_ removes Hobbled equal to half the _Grit_ spent.",
    "type": "standard"
  },
  {
    "name": "Impaired",
    "desc": "An affliction caused when a creature's ability to attack is limited.",
    "effect": "A creature gains an Attack Penalty equal to their topmost Impaired Token's value.",
    "remove": "A creature clears the topmost Impaired after maing an Attack Roll.",
    "purge": "A value of _Focus_ removes Impaired equal to one less than the _Focus_ spent.",
    "type": "standard"
  },
  {
    "name": "Knowledge",
    "desc": "An affliction caused when one creature gains insight into another.",
    "effect": "Whenever the creature that inflicted the Knowledge attacks the creature they may gain _Focus_, _Grit_, _Momentum_, or _Reflex_ in any combination equal to the creature's topmost Knowledge Token.",
    "special": "When using a Reaction or Negating an effect, the creature that inflicted the Knowledge may reduce the Cost by the creature's topmost Knowledge Token's Value.",
    "remove": "After gaining Tokens or reducing the cost of a Reaction, remove the creature's topmost Knowledge Token.",
    "purge": "A value of _Focus_ removes Knowledge equal to the _Focus_ spent.",
    "type": "standard"
  },
  {
    "name": "Vulnerable",
    "desc": "An affliction caused when a creature is vulnerable to attacks.",
    "effect": "Any time a creature takes damage, they take additional damage equal to the top Vulnerable Token.",
    "remove": "Whenever a Vulnerable Token is used, remove it.",
    "purge": "A value of _Focus_ removes Vulnerable equal to the _Focus_ spent.",
    "type": "standard"
  },
  {
    "name": "Wounded",
    "desc": "An affliction caused when a creature suffers a lasting wound.",
    "special": "If a creature has any Wounded Tokens, whenever they would remove a different Condition Token they instead remove a Wound Token of greater or equal value.",
    "effect": "When Wounded creature would gain _Endurance_/_Vigor_ from any source, reduce that _Endurance_/_Vigor_ by 2 + twice their top Wound Token's value",
    "remove": "Whenever a Wounded Token stops a creature from gaining _Endurance_/_Vigor_, remove it if they still gained any _Endurance_/_Vigor_.",
    "purge": "Wounded Tokens may not be _Purged_.",
    "type": "standard"
  },
  {
    "name": "Shock",
    "desc": "An elemental affliction caused by being jolted with electricity, limiting reaction speed.",
    "effect": "When a creature uses a Move Technique or Reactions the creature must pay _Momentum_ equal to their topmost Shock Token or else lose the Technique/Reaction. A creature may ignore this Cost by taking _True_ Damage equal to twice ther topmost Shock Token.",
    "reacts": [
      "<ins>Soaked:</ins> If a creature has any Soaked Tokens and would gain a Shock Token, remove their topmost Soaked Token and deal True Damage equal to twice that Soaked Token."
    ],
    "special": "All Actions with a Speed equal to or lower than double the creature's topmost Shock Token gain _Stall_.",
    "remove": "When a creature spends _Momentum_ to ignore a Shock Token or takes _True_ Damage, remove their topmost Shock Token.",
    "type": "elemental"
  },
  {
    "name": "Burn",
    "desc": "An elemental affliction caused by being set aflame.",
    "effect": "Any time a creature takes an Action or Reaction they take True Damage equal to their topmost Burn Token.",
    "reacts": [
      "<ins>Frost:</ins> If a creature has any Frost Tokens and would gain a Burn Token, they instead remove their topmost Frost Token.",
      "<ins>Soaked:</ins>  If a creature has any Soaked Tokens and would gain a Burn Token, they instead remove their topmost Soaked Token."
    ],
    "purge": "A value of _Reflex_ removes Burn equal to one less than the _Reflex_ spent. A creature may choose to end their turn Prone to treat the _Reflex_ spent as twice as much.",
    "type": "elemental"
  },
  {
    "name": "Frost",
    "desc": "An elemental affliction caused by freezing temperatures that limits mobility.",
    "effect": "A creature takes _True_ Damage for every space they move in a Turn, up to double their topmost Frost Token.",
    "special": "The Cost of all Evade Reactions is increased by a creature's topmost Frost Token.",
    "reacts": [
      "<ins>Burn:</ins> If a creature has any Burn Tokens and would gain a Frost Token, they instead remove their topmost Burn Token.",
      "<ins>Soaked:</ins> If a creature has any Soaked Tokens and would gain a Frost Token, remove their topmost Soaked Token. The creature gains an additional Frost Token equal to the value of that Soaked Token. This new Frost Token does not create additional Frost Tokens."
    ],
    "remove": "A creature removes their topmost Frost Token at the end of each of their turns.",
    "purge": "A value of _Grit_ removes Frost equal to one less than the _Grit_ spent.",
    "type": "elemental"
  },
  {
    "name": "Soaked",
    "desc": "An elemental affliction caused by being drenched in water.",
    "effect": " Soaked has no impact on its own, but some Abilities and Conditions reference it and it interacts with many other Elemental Conditions.",
    "reacts": [
      "<ins>Burn:</ins>  If a creature has any Burn Tokens and would gain a Soaked Token, they instead remove their topmost Burn Token.",
      "<ins>Frost:</ins>  If a creature has any Frost Tokens and would gain a Soaked Token, they instead gain a Frost Token with a value equal to the Soaked Token they would have."
    ],
    "type": "elemental"
  },
  {
    "name": "Courage",
    "desc": "A mental affliction caused when a creature's heart is full of bravery. ",
    "effect": "A creature gains _Momentum_/_Grit_ equal to their topmost Courage Token if they end their turn adjacent to a hostile creature.",
    "remove": "Whenever a creature ends their turn adjacent to a hostile creature, remove their topmost Courage Token.",
    "purge": "A value of _Focus_ removes Courage equal to one less than the _Focus_ spent.",
    "reacts": ["<ins>Fear:</ins> If a creature has any Fear Tokens and would gain a Courage Token, they instead remove their topmost Fear Token."],
    "type": "mental"
  },
  {
    "name": "Fear",
    "desc": "A mental affliction caused when a creature's spirit is rattled.",
    "effect": "A creature with Fear must end their Turn a number of spaces away from all foes equal to twice their topmost Fear Token Value. If they do not, they lose 1 _Momentum_ and gain an _Impair_ Token of a value equal to the Fear Token. If the creature does not have sufficient _Momentum_, they instead gain _Hobbled_ 1.",
    "remove": "A creature removes their topmost Fear Token at the end of each of their turns.",
    "reacts": ["<ins>Courage:</ins> If a creature has any Courage Tokens and would gain a Fear Token, they instead remove their topmost Courage Token."],
    "purge": "A value of _Focus_ removes Fear equal to one less than the _Focus_ spent.",
    "type": "mental"
  },
  {
    "name": "Rage",
    "desc": "A mental affliction caused when a creature's heart is full of hate.",
    "effect": "A creature with Rage may not move away from the last creature to inflict Rage on them. Additionally, they must target said creature with all Attacks or else lose Momentum equal to their topmost Rage Token. If they do not have sufficient Momentum, they instead gain an _Exposed_ Token of value equal to the Momentum they lack.",
    "remove": "After a creature resolves the Effect or successfully Hits or Crits the target of their Rage, clear their topmost Rage Token.",
    "purge": "A value of _Focus_ removes Rage equal to one less than the _Focus_ spent.",
    "type": "mental"
  }
]
