[
  {
    "keyword": "Bleed",
    "effect": "A Condition caused when a creature receives wounds that bleed heavily. At the start of a creature's turn they take True Damage equal to the top Bleed Token, then immediately remove that Bleed Token. In addition, whenever a character would gain Endurance from any source, reduce that Endurance by 1 + their top Bleed Token's value, then immediately remove that Bleed Token. A character may spend Grit at the end of a turn to remove a total value of Bleed (not Tokens) equal to one less than the Grit spent."
  },
  {
    "keyword": "Expose",
    "effect": "A Condition caused when a creature cannot maintain their guard. All Attacks against a creature gain an Attack Bonus equal to the top Exposed Token's value. A creature clears the top Exposed Token after being Attacked. A character may spend Focus at the end of a turn to remove a total value of Exposed (not Tokens) equal to one less than the Focus spent."
  },
  {
    "keyword": "Hobble",
    "effect": "A Condition caused when a creature's movement is impaired somehow. A creature's Moves are reduced by a level equal to the top Hobbled Token (i.e. Hobbled 1 would reduce a Reposition to a Step). A character clears Hobbled at the end of each of their turns. After clearing this first token, a character may spend Grit to clear an additional total value of Hobbled (not Tokens) equal to one less than the Grit spent."
  },
  {
    "keyword": "Impair",
    "effect": "A Condition caused when a creature's ability to attack is impaired. A creature's gains an Attack Penalty equal to the top Impaired Token's value. A creature clears the top Impaired after attacking. A character may spend Focus at the end of a turn to remove a total value of Impaired (not Tokens) equal to one less than the Focus spent."
  },
  {
    "keyword": "Vulnerable",
    "effect": "A Condition caused when a creature is vulnerable to attacks. Any time a creature takes damage, they take additional damage equal to the top Vulnerable Token, then immediately remove that Vulnerable Token. A character may spend Focus at the end of a turn to remove a total value of Vulnerable (not Tokens) equal to one less than the Focus spent."
  },
  {
    "keyword": "Wound",
    "effect": "If a creature has any Wound Tokens, whenever they would remove a different Token they instead remove a Wound Token of greater or equal value. The next time a Wounded creature would gain Endurance from any source, reduce that Endurance by 2 + twice their top Wound Token's value, then immediately remove that Wound Token."
  }
]
