[
  {
    "keyword": "Burn",
    "effect": "An Elemental Condition caused by being set aflame. Any time a creature takes an Action or Reaction they take True Damage equal to the topmost Burn Token. A creature removes their topmost Burn Token at the end of their turn. A character may spend Reflex at the end of a turn to remove a total value of Burn (not Tokens) equal to one less than the Reflex spent. A creature may choose to end their turn Prone to treat the Reflex spent as twice as much.\n\tBurn interacts with other Elemental Conditions as follows:\n *  <ins>Frost:</ins> If a creature has any Frost Tokens and would gain a Burn Token, they instead remove their topmost Frost Token.\n * <ins>Soaked:</ins>  If a creature has any Soaked Tokens and would gain a Burn Token, they instead remove their topmost Soaked Token."
  },
  {
    "keyword": "Frost",
    "effect": "An Elemental Condition caused by freezing temperatures that limits mobility. A creature takes True Damage for every space they move in a Turn, up to double their topmost Frost Token. In addition, the Cost of all Evade Reactions is increased by a creature's topmost Frost Token. A creature removes their topmost Frost Token at the end of each of their turns. A character may spend Grit at the end of a turn to remove a total value of Frost (not Tokens) equal to one less than the Grit spent.\n\tFrost interacts with other Elemental Conditions as follows:\n * <ins>Burn:</ins> If a creature has any Burn Tokens and would gain a Frost Token, they instead remove their topmost Burn Token.\n * <ins>Soaked:</ins> If a creature has any Soaked Tokens and would gain a Frost Token, remove their topmost Soaked Token. The creature gains an additional Frost Token equal to the value of that Soaked Token. This new Frost Token does not create additional Frost Tokens."
  },
  {
    "keyword": "Shock",
    "effect": "An Elemental Condition caused by being jolted with electricity, limiting reaction speed. All Actions with a Speed equal to or lower than double the creature's topmost Shock Token gain Stall. In addition, Move Actions and all Reactions cost  additional Momentum equal to half of a creature's topmost Shock Token. A creature may ignore this Cost by taking True Damage equal to twice topmost Shock Token. A character may spend Momentum at the end of a turn to remove a total value of Shock (not Tokens) equal to the Momentum spent.\n\tShock interacts with other Elemental Conditions as follows:\n * <ins>Soaked:</ins> If a creature has any Soaked Tokens and would gain a Shock Token, remove their topmost Soaked Token and deal True Damage equal to twice that Soaked Token."
  },
  {
    "keyword": "Soaked",
    "effect": "An Elemental Condition caused by being drenched in water. Soaked has no impact on its own, but some Abilities and Conditions reference it and it interacts with many other Elemental Conditions.\n\tSoaked interacts with other Elemental Conditions as follows:\n* <ins>Burn:</ins>  If a creature has any Burn Tokens and would gain a Soaked Token, they instead remove their topmost Burn Token.\n* <ins>Frost:</ins>  If a creature has any Frost Tokens and would gain a Soaked Token, they instead gain a Frost Token with a value equal to the Soaked Token they would have."
  }
]
