[
  {
    "keyword": "Burn",
    "effect": "An Elemental Condition caused by being set aflame. Any time a creature takes an Action they take Damage equal to their current Burn value and Damage equal to half their current Burn value whenever they take a Reaction. A creature's Burn value decreases by 1 at the end of each of its Turns. A creature may also spend Reflex at the end of their turn to reduce Burn by 2 for every 1 Reflex spent, or clear all Burn by spending 1 Reflex and ending their turn Prone.\n\tBurn interacts with other Elemental Conditions as follows:\n\t&#8226; If a creature has any Frost and gains Burn, they instead reduce their Frost value by an amount equal to that burn, taking any excess as Burn.\n\t&#8226; If a creature has any Soaked and gains Burn, they instead reduce their Soaked value by an amount equal to that Burn, taking any excess as Burn."
  },
  {
    "keyword": "Frost",
    "effect": "An Elemental Condition caused by freezing temperatures that limits mobility. While a creature has any Frost they take Damage for every space they move in a Turn, up to their current Frost value. In addition, whenever a creature with Frost Attacks they must pay Grit equal to half their current Frost value or take a -1 penalty. A creature reduces their Frost level by 1 at the end of each of their turns. A creature may also spend Grit at the end of their turn to reduce Frost by 2 for every 1 Grit spent.\n\tFrost interacts with other Elemental Conditions as follows:\n\t&#8226; If a creature has any Burn and gains Frost, they instead reduce their Burn value by an amount equal to that Frost, taking any excess as Frost.\n\t&#8226; If a creature has any Soaked and gains Frost, they reduce their Soaked value by 1 and take an additional Frost."
  },
  {
    "keyword": "Shock",
    "effect": "An Elemental Condition caused by being jolted with electricty, limiting reaction speed. While a creature has any Shock all Actions with a Speed equal to or lower than their Shock gain the Stall Keyword. In addition, Move Actions and all Reactions cost and additional 1 Momentum for every 2 Shock a creature has. A creature may ignore this Cost by taking damage equal to their Shock. A creature's Shock value decreases by 1 at the end of each of its Turns. A creature may also spend Momentum at the end of a turn to reduce Shock by 2 for every 1 Momentum spent.\n\nShock interacts with other Elemental Conditions as follows:\n\t&#8226; If a creature has any Soaked and gains Shock, they lose 1 Soak and take 2 Damage."
  },
  {
    "keyword": "Soaked",
    "effect": "An Elemental Condition caused by being drenched in water. Soaked has no impact on its own, but some Abilities and Conditions reference it and it interacts with many other Elemental Conditions.\n\tSoaked interacts with other Elemental Conditions as follows:\n\t&#8226; If a creature has any Burn and gains Soaked, they instead reduce their Burn value by an amount equal to that Soaked, taking any excess as Soaked.\n\t&#8226; If a creature has any Frost and gains Soaked, they take no Soaked and instead increase their Frost by that amount."
  }
]
