[
  {
    "name": "Missile",
    "effect": "Many abilities require a Missile, or a specific item or equipment. These abilities will specify any requirements on the Missile (such as an Elemental type or Size) and within what Range it must be. This ability uses said Missile to resolve the Attack, placing it unattended in target's _Arena_ or, if it _Wounds_ them, is _Impaled_ in the Target. To be used as Missile, an item must be _Worn_ by a willing Target or unattended. An exception is if a creature is _Impaled_ by an item; this counts as a _Worn_ item by the creature but may be targeted as if it was _Unattended_. Any Attacks using an _Impaled_ item against that creature have _Advantage_, ignore _Guard_, and cannot be _Defended_ against."
  },
  {
    "name": "Arena",
    "effect": "Arenas are distinct areas on a battlefield that take some significant effort to traverse between and designate different areas of combat. Generally, characters may spend  Movement to move from an Arena to any connected Arenas."
  },
  {
    "name": "Attack Roll",
    "effect": "When a creature makes an Attack Roll they roll 2d6 and consult the Attack's _Profile_ to determine the effect. On a _Miss_, creatures gain _Momentum_ equal to half of the total cost of the Attack."
  },
  { "see": "Attack Rolls", "name": "Attack Roll" },
  {
    "name": "Repeatable",
    "effect": "This Ability may be used any number of times on a given Turn."
  },
  {
    "name": "Bonus",
    "effect": "When an Attack gains Bonus Damage or Stun, distribute it between targets however you wish."
  },
  {
    "name": "Final",
    "effect": "After using this Ability, end your Turn."
  },
  {
    "name": "Armament",
    "effect": "This designates this as an Ability that typically targets Equipment you have Worn or Equipped."
  },
  {
    "name": "Close",
    "effect": "Close Range effects may target any valid target within your current _Arena_."
  },
  {
    "name": "Fertile",
    "effect": "Any Bloomcraft Techniques that target this _Arena_ or creatures within it have their _Cost_ reduced by 1, to a minimum of 1."
  },
  {
    "name": "Inspiring",
    "effect": "This designates this as a support Ability that typically requires calling out to allies."
  },
  {
    "name": "Defend",
    "effect": "Different abilities may allow a creature to Defend. When a creature Defends, they roll 2d6, consult the chart associated with the Ability, and determine the result (Miss, Graze, Hit, Crit). They then compare this result to the result of the incoming attack and determine if they rolled lower (a Loss), matched the Attacker (Tie), or exceeded the Attacker (Win)."
  },
  {
    "name": "Discount",
    "effect": "Reduce the Cost of the applicable effect by the listed Discount; this may apply to _Movement_, _Momentum_, or _Guard_. If this reduces the Cost below 0, you may spend any remainder on Enhancements for the applicable attack. Any remaining _Discount_ is lost."
  },
  {
    "name": "Disengage",
    "effect": "When a character Disengages you must stop _Occupying_ your current _Terrain_. Additionally, you may choose to remove _Engaged_ (if applicable) and leave your current _Field_ effect (if applicable). If you remove _Engaged_ in this way, create an _Opening_."
  },
  {
    "name": "Spirit",
    "effect": "This Ability makes use of your spiritcraft; the Cost increases by 1 if you are _Suppressed_, and cannot be used if you are _Sealed_."
  },
  {
    "name": "Exhaust",
    "effect": "After using any Ability with this keyword, that Ability may not be used for the remainder of the combat."
  },
  {
    "name": "Fleeting",
    "effect": "Fleeting Terrains are _Destroyed_ at the end of the current _Round_."
  },
  {
    "name": "Rough",
    "effect": "This designates an area that is difficult to move in, whether due to uneven ground or other limitations. _Movement_ Costs in this _Arena_ are increased by 1 and _Negate_ _Reflex_ with _Disadvantage_. If multiple effects can make an Arena _Rough_ the effects do not stack."
  },
  {
    "name": "Foci",
    "effect": "While _Wielding_ this, whenever you you use an effect that allows you to place _Momentum_ on an Art or Technique and you choose an Art or Technique that matches this Foci's type, place an additional _Momentum_ and treat the Hands used to _Wield_ this as Free."
  },
  {
    "name": "Gambit",
    "effect": "Gambits are _Maneuvers_ that allow characters to enhance an Attack or Defend. When making an Attack, characters may use a Gambit if they roll doubles or roll a Critical Hit. If Defending, characters may use a Gambit if they roll doubles or Win. Characters may qualify for more than one Gambit on a single roll, such as when they roll doubles and get a Critical Hit. If a Gambit is triggered by an _Area_ Attack resolve the effects against a single Target per Gambit unless specified otherwise."
  },
  { "name": "Gambits", "see": "Gambit" },
  {
    "name": "Block",
    "effect": "When a character takes Damage, they may gain _Stun_ rather than _Stamina_ for an amount of Damage equal to their Block."
  },
  {
    "name": "Retreat",
    "effect": "Retreat is a special movement pattern used by NPCs. When a creature Retreats, they first leave their current _Engagement_, and may use any abilities that prevent an _Opening_. They may end their _Movement_ there, or may either:\n* Become _Engaged_ with an ally.\n* _Occupy_ _Terrain_.\n* Move to an _Arena_ with no enemies.\n\nRegardless of what they choose, they may not willingly _Engage_ an enemy under any circumstances."
  },
  {
    "name": "Bend",
    "effect": "Characters with bend for an element gain the following benefits when targeting _Equipment_ of that type:\n* You may use [_Armament_] Abilities (such as _Draw/Stow_) at the listed Bend Range. If they would normally create an [_Opening_], they instead do not.\n* You may use _Interact_ at the listed Bend Range when targeting the appropriate material."
  },
  {
    "name": "Limited",
    "effect": "This ability may only be used once in the listed frequency, typically either _Turn_, _Round_, or _Phase_."
  },
  {
    "name": "Prepare",
    "effect": "When you Prepare, place up to the specified amount of _Momentum_ on an Ability, which can be used to pay the cost of said Ability. When _Downed_, lose half of all Prepared resources. If you stop _Wielding_ a piece of _Equipment_ that has been Prepared, lose all Prepared resources."
  },
  {
    "name": "Hand-and-a-Half",
    "effect": "This _Equipment_ may be _Wielded_ in one or both Hands."
  },
  { "name": "1.5", "see": "Hand-and-a-Half" },
  {
    "name": "Melee",
    "effect": "Melee Attacks may only be used against creatures currently in a _Engagement_ with you."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of abilities using Enhancements and paying for other Abilities.\n\nIf a creature would lose Momentum due to an effect but has no Momentum they instead gain 2 _Stun_Stun for every Momentum they would lose.\n\nSome effects will refer to placing Momentum on a creature or Art. Momentum placed on a creature may be used by their enemies to purchase any effects that target solely that creature, such as _Reactions_ against their Attacks or _Enhancements_ on Single-Target Attacks. Momentum placed on an Art may only be used to use said Art."
  },
  { "name": "Guard", "effect": "Guard represents a character's ability to actively defend themselves. It is commonly used for _Dodge_ and _Parry_ Reactions." },
  {
    "name": "Movement",
    "effect": "A resource representing how mobile a character is, and how much they can move about the battlefield. Characters may always spend _Movement_ in the following ways on their _Turn_:\n* 1 _Movement_: If not _Engaged_, become _Engaged_ with a creature in your _Arena_.\n* 1 _Movement_: Remove _Engaged_ as well as any _Terrain Bonus_ or _Hazard_ you have.\n* 2 _Movement_: If not _Engaged_, move to an adjacent _Arena_.\n* 1 _Movement_: _Occupy_ _Terrain_ or a _Hazard_. You automatically become _Engaged_ with any other creatures _Occupying_ the same effect.\n* 1 _Movement_: If not _Engaged_, take a specific position within your _Arena_, the effects of which should be resolved with your GM. For example, you might move to block a piece of unattended Equipment, which would require that any creature that wants to grab it become _Engaged_ with you."
  },
  {
    "name": "Opening",
    "effect": "When a creature creates an Opening they are doing something that compromises their defenses. Many _Punish_ _Reactions_ allow enemies to _Attack_ when an Opening is created."
  },
  {
    "name": "Pierce",
    "effect": "Attacks with _Pierce_ ignore an amount of the Target's _Block_ equal to their Pierce value."
  },
  {
    "name": "Priority",
    "effect": "This Action must be used immediately after a _Phase_ begins and ignores the normal _Initiative_ process."
  },
  {
    "name": "Ward",
    "effect": "Characters reduce all Damage and Stun inflicted by appropriate effects by their Ward value."
  },
  {
    "name": "Quickdraw",
    "effect": "So long as your have a _Free Hand_ you may always treat this piece of Equipment as _Wielded_ while it is _Worn_."
  },
  {
    "name": "Rank",
    "effect": "Rank refers to the result of an Attack or Defense Roll and corresponds to Miss, Graze, Hit, and Crit, in that order. Many effects increase or decrease the Rank, which moves it up or down the chart as applicable. An effect may not go below a Miss or above a Crit."
  },
  {
    "name": "Poison",
    "effect": "Attacks that inflict toxins or other noxious substances on a character. Typically this is biological warfare, but poisons can be formulated that affect spirits using their weaknesses to other elements. If a character is _Downed_ by Poison Damage they suffer the below effects:\n* **6-12**: You have a weakened constitution and suffer from constant nausea and dizziness. Mark a _Wound_ that takes a single space on your Health Bar. This _Wound_ has a 4 Segment Clock to heal. While you have this _Wound_:\n\t* Gain a _Stress_ whenever you eat.\n\t* Gain 1 less _Momentum_ at _Respite_.\n* **3-5**: The poison badly harms you, leaving you in a difficult state. Mark a _Wound_ that takes two spaces on your Health Bar. This _Wound_ has an 8 Segment Clock to heal. While you have this _Wound_ suffer the one-segment effects and the following:\n\t* Gain _Fatigue_ every day if you _Travel_.\n\t* Gain 1 less _Momentum_ at _Respite_ (total of 2).\n\t* You have _Disadvantage_ to _Negate_ all effects.\n* **2-**: The poison leaves lasting damage, making it near impossible for you to function as normal. Mark a _Wound_ that takes three spaces on your Health Bar. This _Wound_ has an 12 Segment Clock to heal. While you have this _Wound_ suffer the one and two-segment effects and the following:\\n\t* Gain a _Fatigue_ at the start of each day after resolving your _Rest Roll_.\n\t* Gain 1 less _Momentum_ at _Respite_ (total of 3).\n\t* You have _Disadvantage_ on all rolls."
  },
  {
    "name": "Parry",
    "effect": "You defend yourself by attempting to intercept, block, or otherwise deflect an attack. If the Attack is not _Melee_ you have _Disadvantage_ on the _Defense Roll_ if you are not _Wielding_ any [_Shielding_] _Equipment_."
  },
  {
    "name": "Dodge",
    "effect": "You defend yourself by attempting to get out of the way of an incoming assault.  A creature may only make a single Dodge Reaction each _Phase_."
  },
  {
    "name": "Food",
    "effect": "Characters must eat Food every day or gain _Hunger_. Food has levels of quality, outline below:\n* <u>Nauseating</u>: Characters gain a _Stress_ for eating this.\n* <u>Poor</u>: After eating this, roll a d6. On a 3 or less, gain a _Stress_.\n* <u>Bad</u>: After eating this, roll a d6. On a 1, gain a _Stress_.\n* <u>Passable</u>: Eating this never adds nor removes stress.\n* <u>Basic</u>: After eating this, roll a d6. On a 6, clear a _Stress_.\n* <u>Good</u>: After eating this, roll a d6. On a 4 or higher, clear a _Stress_.\n* <u>Delicious</u>: After eating this, clear a _Stress_."
  },
  {
    "name": "Soft Cover",
    "effect": "While in Soft Cover Non-Melee Attacks against you have _Disadvantage_."
  },
  {
    "name": "Cover",
    "effect": "While in Cover:\n* Non-Melee Attacks against you have _Disadvantage_.\n* You reduce the cost of all _Dodge_ _Reactions_ by 1.\n* When Attacked, gain additional _Block_ equal to twice the Range the Attack was made from."
  },
  {
    "name": "Remote",
    "effect": "This Attack does not originate from the attacker; when determining _Cover_, use the Range from the Missile to the Target."
  },
  {
    "name": "Pacifist",
    "effect": "If you use this Maneuver you may not use any Attacks this _Turn_."
  },
  {
    "name": "Rooted",
    "effect": "You may not use _Movement_ this _Turn_."
  },
  { "name": "Safe", "effect": "Any Attacks made as a part of a [_Punish_] _Reaction_ are made at _Disadvantage_ against you this _Turn_." },
  {
    "name": "Short",
    "effect": "Short Range effects may target any valid target within an adjacent _Arena_."
  },
  {
    "name": "Stab",
    "effect": "Damages that pierces, such as arrows, fangs, and spears. If a character is _Downed_ by Slash Damage they suffer the below effects:\n* **6-12**: You take a deep stab that misses vital organs. Mark a _Wound_ that takes a single space on your Health Bar. This _Wound_ has a 3 Segment Clock to heal. While you have this _Wound_, all Attacks against you gain [_Pierce_ 1].\n* **3-5**: You take a deep stab makes it painful to act. Mark a _Wound_ that takes two spaces on your Health Bar. This _Wound_ has a 6 Segment Clock to heal. While you have this _Wound_, all Attacks against you gain [_Pierce_ 2], and the first time you take Damage each _Round_ you gain _Bleeding_ 1.\n* **2-**: You take a deep stab makes it near impossible for you to fight. Mark a _Wound_ that takes three spaces on your Health Bar. This _Wound_ has an 8 Segment Clock to heal. While you have this _Wound_, all Attacks against you gain [_Pierce_ 3], and the first time you take Damage each _Round_ you gain _Bleeding_ 1. Additionally, gain 1 less _Momentum_ and _Guard_ at _Respite_."
  },
  {
    "name": "Slash",
    "effect": "Damages that rips, slashes, or tears, commonly represented by claws and blades. If a character is _Downed_ by Slash Damage they suffer the below effects:\n* **6-12**: You take a deep cut. Mark a _Wound_ that takes a single space on your Health Bar. This _Wound_ has a 2 Segment Clock to heal. While you have this _Wound_, the first time you take Damage each _Round_ you gain _Bleeding_ 1.\n* **3-5**: One of your limbs takes a deep, debilitating cut. Mark a _Wound_ that takes two spaces on your Health Bar. This _Wound_ has a 4 Segment Clock to heal. While you have this _Wound_, the first time you take Damage each _Round_ you gain _Bleeding_ 1. Additionally, randomly determine if an arm of leg was harmed. If it was an arm, decrease the _Momentum_ gained at _Respite_ by 1. If it was a leg, decrease the _Movement_ gained at _Respite_ by 1. Creatures with additional limbs may suffer more complex effects.\n* **2-**: One of your limbs is cut to the bone, rendering it useless. Mark a _Wound_ that takes three spaces on your Health Bar. This _Wound_ has a 6 Segment Clock to heal. While you have this _Wound_, the first time you take Damage each _Round_ you gain _Bleeding_ 1. Additionally, randomly determine if an arm of leg was harmed. If it was an arm, you cannot use one arm, have _Disadvantage_ on all _Parry_ Rolls. If it was a leg, increase the Movement cost of all abilities by 1. Regardless of which is harmed, increase the cost of [_Spirit_] abilities by 1. Creatures with additional limbs may suffer more complex effects."
  },
  {
    "name": "Medium",
    "effect": "Medium Range effects may target any valid target in an _Arena_ two away."
  },
  {
    "name": "Long",
    "effect": "Long Range effects may target any valid target in an _Arena_ three away."
  },
  {
    "name": "Follow-Up",
    "effect": "Attacks with this Keyword typically are triggered by some other effect and may not qualify for _Gambits_."
  },
  {
    "name": "Glancing",
    "effect": "Attacks with this keyword treat the Target's _Block_ as twice its value. Apply this after _Pierce_."
  },
  {
    "name": "Slow Turn",
    "effect": "A Slow _Turn_ happens after all other _Turn_ in a _Phase_. If there are multiple Slow Turns, resolve them in popcorn Initiative as normal."
  },
  {
    "name": "Small",
    "effect": "This piece of Equipment may be equipped in a consumables Slot. If it is, it costs no _Load_."
  },
  {
    "name": "Stack",
    "effect": "A single Load of this item is comprised of multiple copies, designated by the Stack value. Each individual copy is Load 0."
  },
  {
    "name": "Stun",
    "effect": "Characters have a Stun gauge in combat, which typically fills as they're attacked. When a character takes Damage, they may reduce an amount equal to their _Block_ to Stun, gaining Stun instead of losing _Stamina_. If an effect inflicts Stun it is always applied before other Damage, but can only be applied to the target's Stun."
  },
  {
    "name": "Summon",
    "effect": "When a spirit is Summoned they take physical form until _Defeated_ or _Recalled_, and use the following rules:\n* Spirits have their own Stamina, Stun, and Movement, and gain their own Status effects.\n* Spirits and their companion share _Momentum_.\n* Spirits act at their listed _Speed_ during the players' phase."
  },
  { "name": "Summoned", "see": "Summon" },
  {
    "name": "Turn",
    "effect": "Once per _Phase_ a character may choose to take their Turn. When a character takes their Turn, they do one of the following:\n* If this _Phase_ is when a character chose to use their _Technique_, they resolve that effect.\n* If this is any other _Phase_, a character may instead use any _Attack_ or _Action_ granted by an _Art_.\n\nAdditionally, on their Turn, characters may use any number of _Enhancement_ effects as well as expend any amount of _Movement_."
  },
  {
    "name": "Worn",
    "effect": "Equipment that a character is wearing, whether that be armor that is actively worn or a potion on their belt. Worn items can be easily accessed in combat and other challenges."
  },
  {
    "name": "Temporary",
    "effect": "Temporary bonuses and resources are are lost at the end of the current _Phase_. Temporary bonuses do not count against any caps that a character might have."
  },
  {
    "name": "Resistance",
    "effect": "If a creature has Resistance to a Material or damage type, decrease the final Rank of all Attacks by 1."
  },
  {
    "name": "Weaponsmith's Blessing",
    "effect": "A Weaponsmith's Blessing reflects gear that has been carefully and dutifully maintained, and can be expended for the following effects:\n* In a Skill Challenge, when the weapon is granting a die, you may gain an additional die.\n* After making an Attack with a Weapon, you may expend the blessing to use a _Gambit_, even if you didn't qualify for one.\n* When a Weapon would lose _Durability_, you may expend the Weaponsmith's Blessing to instead not lose _Durability_."
  },
  {
    "name": "Weakness",
    "effect": "If a creature has Weakness to a Material or damage type, increase the final Rank of all Attacks by 1."
  },
  {
    "name": "Enhancement",
    "effect": "When a character uses an Ability they may choose a single Enhancement, which is typically a way for a character to increase the effectiveness of an Enhancement through spending additional resources."
  },
  {
    "name": "Source",
    "effect": "Sources are strong concentrations of elemental power or material that can easily be controlled by spiritcraft. Sources are generally categorized as *Least*, *Minor*, *Moderate*, *Major*, and *Greater*, but may just be referred to as a Source when the severity does not matter. Different abilities typically require Sources, either to power their spiritcraft or simply fling with kinetic force. Items and other objects within the world will specify what type and rank of Source they are. Typically, sources are the standard elemental types, but other sources (such as Plant) might be referenced by other abilities."
  },
  { "name": "Least Source", "see": "Source" },
  { "name": "Minor Source", "see": "Source" },
  { "name": "Moderate Source", "see": "Source" },
  { "name": "Major Source", "see": "Source" },
  { "name": "Greater Source", "see": "Source" },
  {
    "name": "Thrown",
    "effect": "After using an effect with this Range, place this _Equipment_ in the _Arena_."
  },
  {
    "name": "Occupy",
    "effect": "While a creature is Occupying Terrain they gain the listed effects of said Terrain. A number of creatures may Occupy a Terrain equal to its Size. If a Terrain is Forcibly Moved, all creatures Occupying it stop Occupying."
  },
  { "name": "Occupied", "see": "Occupy" },
  { "name": "Occupying", "see": "Occupy" },
  {
    "name": "Recover",
    "effect": "When a creature Recovers they may remove one of their Statuses, as outlined by its Recover text."
  },
  { "name": "Recovers", "see": "Recover" },
  { "name": "Recovering", "see": "Recover" },
  {
    "name": "Wielded",
    "effect": "Equipment that is Wielded is actively being held in a character's hands and can be fully utilized. Characters typically have two hands to _Wield_ things with."
  }
]
