[
  {
    "name": "Bonus",
    "effect": "When an Attack gains Bonus Damage or Stun, distribute it between targets however you wish."
  },
  {
    "name": "Counterattack",
    "effect": "Effects with Counterattack may not be triggered in response to one with Counterattack. Additionally, if you qualified for a _Gambit_ when using this effect, you may choose to use an _Offensive_ _Gambit_ on this Counterattack rather than a normal _Defensive_ _Gambit_."
  },
  {
    "name": "Defend",
    "effect": "Different abilities may allow a creature to Defend. When a creature Defends, they roll 2d6, consult the chart associated with the ability, and determine the result. They then compare this result to the result of the incoming attack, and resolve the appropriate Win, Lose, or Tie effect, as appropriate. The Always effect is always resolved. If a character Crits or rolls doubles they may use a _Defensive_ _Gambit_."
  },
  {
    "name": "Discount",
    "effect": "Reduce the Cost of the applicable effect by the listed Discount. If this reduces the Cost below 0, gain _Momentum_ equal to the difference, regardless of the original resource used."
  },
  {
    "name": "Disengage",
    "effect": "When a character Disengages you must stop _Occupying_ your current _Terrain_. Additionally, you may choose to remove _Engaged_ (if applicable) and leave your current _Field_ effect (if applicable). If you remove _Engaged_ in this way, create an _Opening_."
  },
  {
    "name": "Efficient",
    "effect": "Reactions with this keyword do not count against the 1 Reaction per Trigger limitation."
  },
  {
    "name": "Exhaust",
    "effect": "After using any Ability with this keyword, the associated Art may not be used for the remainder of the combat."
  },
  {
    "name": "Fleeting",
    "effect": "Fleeting Terrains are _Destroyed_ at the end of the current _Round_."
  },
  {
    "name": "Guard",
    "effect": "Guard first reduces any _Stun_ inflicted on the creature, then converts Damage to _Stun_ with any remainder."
  },
  {
    "name": "Perfect Guard",
    "effect": "Perfect Guard reduces _Stun_ and removes Damage equal to its value."
  },
  {
    "name": "Hand-and-a-Half",
    "effect": "This _Equipment_ may be _Wielded_ in one or both Hands."
  },
  { "name": "1.5", "see": "Hand-and-a-Half" },
  {
    "name": "Melee",
    "effect": "Melee Attacks may only be used against creatures currently in a _Engagement_ with you."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of abilities using Boosts and paying for _Stunts_.\n\nIf a creature would lose Momentum due to an effect but has no Momentum they instead gain 2 _Stun_ for every Momentum they would lose.\n\nSome effects will refer to placing Momentum on a creature or Art. Momentum placed on a creature may be used by their enemies to purchase any effects that target solely that creature, such as _Reactions_ against their Attacks or _Boosts_ on Single-Target Attacks. Momentum placed on an Art may only be used to use said Art."
  },
  {
    "name": "Movement",
    "effect": "Movement is a resource that characters may spend to move about the battlefield. 1 Movement may be spent at any point on your _Turn_ for any of the following effects:\n* You may always:\n\t* _Disengage_.\n* If you are not _Engaged_:\n\t* Enter an adjacent _Arena_.\n\t* Become _Engaged_ with a creature.\n\t* _Occupy_ any available _Terrain_.\n* If you are _Engaged_:\n\t* _Occupy_ available _Terrain_ within your _Engagement_.\n\nCharacters may spend any amount of Movement on these effects in a given _Turn_."
  },
  {
    "name": "Opening",
    "effect": "When a creature creates an Opening they are doing something that compromises their defenses. Many _Punish_ _Reactions_ allow enemies to _Attack_ when an Opening is created."
  },
  {
    "name": "Rooted",
    "effect": "You may not use _Movement_ this _Turn_."
  },
  { "name": "Safe", "effect": "Do not create an _Opening_ when you _Disengage_ this _Turn_." },
  {
    "name": "Short",
    "effect": "Short Range effects may target any valid target within your _Arena_."
  },
  {
    "name": "Slow Action",
    "effect": "A Slow _Action_ happens after all other _Actions_ in a _Phase_."
  },
  {
    "name": "Small",
    "effect": "This piece of Equipment may be equipped in a Belt Slot. If it is, it costs no _Load_."
  },
  {
    "name": "Soak",
    "effect": "Soak is effectively an extension to a character's _Stun_ meter, typically granted by equipment. Whenever a character takes _Stun_ it first is applied to their _Soak_ until their Soak meter is full. If a character's Soak is reduced any current Soak above the new limit is immediately applied to _Stun_. In all other ways (such as removing _Stun_) Soak behaves identically."
  },
  {
    "name": "Turn",
    "effect": "Once per _Phase_ a character may choose to take their Turn. When a character takes their Turn, they do one of the following:\n* If this _Phase_ is when a character chose to use their _Technique_, they resolve that effect.\n* If this is any other _Phase_, a character may instead use any _Attack_ or _Action_ granted by an _Art_.\n\nAdditionally, on their Turn, characters may use any number of _Enhancement_ effects, as well as expend any amount of _Movement_."
  },
  {
    "name": "Temporary",
    "effect": "Temporary bonuses and resources are are lost at the end of the current _Turn_. Temporary bonuses do not count against any caps that a character might have."
  },
  {
    "name": "Thrown",
    "effect": "After using an effect with this Range, place this _Equipment_ in an _Engagement_ with the Target."
  },
  {
    "name": "Occupy",
    "effect": "While a creature is Occupying Terrain they gain the listed effects of said Terrain. A number of creatures may Occupy a Terrain equal to its Size. If a Terrain is Forcibly Moved, all creatures Occupying it stop Occupying."
  },
  { "name": "Occupied", "see": "Occupy" },
  { "name": "Occupying", "see": "Occupy" },
  {
    "name": "Recover",
    "effect": "When a creature Recovers they may remove one of their Statuses, as outlined by its Recover text."
  },
  { "name": "Recovers", "see": "Recover" },
  { "name": "Recovering", "see": "Recover" },
  {
    "name": "Wear",
    "effect": "Wear represents the typical wear and tear on equipment. Most equipment will have a Wear value; when prompted for a Wear roll, you roll 2d6. If you roll the item's Wear value or lower, decrease the equipment's _Durability_ by 1."
  }
]
