[
  {
    "keyword": "Anchor",
    "type": "TBD",
    "effect": "An Anchor is a sufficiently large Metal Source that is either sufficiently secured or heavy that a Metalbound can pull themselves towards it without moving it. Typically, a Metal Source of a Size greater than the Metalbound can be used as an Anchor."
  },
  {
    "keyword": "Attack",
    "type": "TBD",
    "effect": "An Attack is any Action that makes use of Chart and requires you to roll to determine the effect."
  },
  {
    "keyword": "Earthen Feature",
    "type": "Object",
    "effect": "An Earthen Feature is a prominent above-ground Obstacle created primarily from earth or stone. Boulders and Earthen Bulwarks are obvious examples, but a stone wall or similar is also a valid Earthen Feature."
  },
  {
    "keyword": "Maneuver",
    "type": "TBD",
    "effect": "Any Attack that does not have a Damage column in its profile."
  },
  {
    "keyword": "Metal Source",
    "effect": "A Metal Source is any amount of metal sufficient for use by a Metalbound. Any Weapon that is crafted predominately of metal counts as a Metal Source as well as any similarly-sized metal objects in the environment, but using them in conjunction with Metalbound features will typically Damage them. A Metalbound can reduce their Armor value by 1 to create a Metal Source when wearing Armor made predominately of metal. If this reduces their Armor value to 0, the Metalbound is treated as Unarmored. Finally, a Metalbound is always assumed to be wearing sufficient metal for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Metal Sources on the map."
  },
  {
    "keyword": "Phase",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen."
  },
  {
    "keyword": "Punish",
    "type": "Keyword",
    "effect": "Punish Reactions take advantage of a brief opportunity in battle to make a sudden strike. Many Actions and abilities reference Punish Reactions."
  },
  {
    "keyword": "Strike",
    "type": "TBD",
    "effect": "Any Attack that has a Damage column in its Profile."
  },
  {
    "keyword": "Sturdy",
    "type": "TBD",
    "effect": "Sturdy Terrain has Resistance to all damage."
  },
  {
    "keyword": "Wielded",
    "type": "TBD",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them."
  },
  {
    "keyword": "Pull",
    "type": "Condition",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  {
    "keyword": "Push",
    "type": "Condition",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  {
    "keyword": "Slide",
    "type": "Condition",
    "effect": "Move a target up to X squares in any direction."
  }
]
