[
  {
    "name": "Advantage",
    "effect": "When you make an Attack with Advantage, roll 3d6 and use two of your choice as the result. When you roll to Negate with Advantage, roll 2d6 and take the higher."
  },
  {
    "name": "Angled",
    "effect": "As normal _Push_/_Pull_ but, rather than moving the creature directly away/towards you, move them away/towards and to the right or left (your choice) of you."
  },
  {
    "name": "Endurable",
    "effect": "Characters gain _Ward_ equal to their _Grit_ against this effect."
  },
  {
    "name": "Armor",
    "effect": "Whatever clothing, protective plating, or other garments a character is wearing is referred to as their Armor. A character's Armor determines their _Movement_, their _Guard_, and may have other passive effects."
  },
  { "name": "Armor's", "see": "Armor" },
  {
    "name": "Artillery",
    "effect": "Artillery Disciplines specialize in long-range and prefer to keep their distance from foes. Artillery Disciplines are typically capable of high damage at long ranges but can struggle with Cover and other obstructions."
  },
  {
    "name": "Attack",
    "effect": "An Attack is a type of _Maneuver_ that allows a creature to target enemies. Attacks are never used on their own; other _Maneuvers_ and _Techniques_ will tell you when to use an Attack."
  },
  { "see": "Attack", "name": "Attacks" },
  { "see": "Attack", "name": "Major Attack" },
  { "see": "Attack", "name": "Minor Attack" },
  {
    "name": "Augment",
    "effect": "A Special Attack typically allows you to use a different Attack with added benefits or drawbacks. Refer to the Attack being used for all details not listed on the Special Attack, such as its Speed and whether it is _Light_, _Balanced_ or _Heavy_. This Attack inherits the Class (Martial, Spirit, etc.) of the Attack it uses."
  },
  { "see": "Attack", "name": "Major Attacks" },
  { "see": "Attack", "name": "Minor Attacks" },
  {
    "name": "Attack Roll",
    "effect": "When a creature makes an Attack Roll they roll 2d6 and consult the Attack's _Profile_ to determine the effect."
  },
  { "see": "Attack Rolls", "name": "Attack Roll" },
  {
    "name": "Bonus",
    "effect": "When a creature has a Bonus they add that value to _Attack Rolls_."
  },
  {
    "name": "Bonus Damage",
    "effect": "When an Attack gains Bonus Damage, distribute the Bonus Damage between targets however you wish. For a Single-Target Attack this is effectively a flat damage increase, but for an Area Attack any Bonus Damage must be split between all eligible Targets. Bonus Damage only applies if the Attack has a listed Damage value (even if it is 0)."
  },
  { "name": "Unblockable", "see": "Block" },
  {
    "name": "Bonus Stun",
    "effect": "When an Attack gains Bonus Stun, distribute the Bonus Stun between targets however you wish. For a Single-Target Attack this is effectively a flat damage increase, but for an Area Attack any Bonus Stun must be split between all eligible Targets."
  },
  {
    "name": "Charged Attack",
    "effect": "Many Attacks can instead be used as a Charged Attack. Instead of immediately making the _Attack_ instead become _Charging_ and gain _Skipped_, then resolve the Set-Up of the _Charged Profile_.\n&nbsp;\nAt the end of the next _Phase_ remove _Charging_ then either:\n* Resolve the _Resolution_ of the _Charged Effect_.\n* Gain 1 _Momentum_ and resolve the _On Miss_ effect.\n\nRegardless, remove any effects created by the Set-Up effect unless specified otherwise. You may begin Charging a Charged Attack at any point, but may not use the Attack until its listed _Speed_."
  },
  { "name": "Charged Profile", "see": "Charged Attack" },
  {
    "name": "Committed",
    "effect": "When you use this as a _Charged Attack_ you may only choose to resolve the _Resolution_ effect when you remove _Charging_ naturally."
  },
  {
    "name": "Climbing",
    "effect": "When moving to a higher or lower elevation the total Movement expended is equal to twice the Elevation change. For example, it would cost a creature 2 spaces of Movement to Climb up a 1 Height Feature. While _Climbing_ a creature has _Disadvantage_ on all Attacks and Attacks against them have _Advantage_."
  },
  { "name": "Climb", "see": "Climbing" },
  {
    "name": "Collide",
    "effect": "Creatures can Collide with any Feature. Whenever a creature Collides with a Feature they resolve the Collision effect of the Feature, multiplying it by the listed Collision number. They creature immediately _Occupies_ the _Feature_, if possible."
  },
  {
    "name": "Fall",
    "effect": "When a creature _Falls_ they gain X _Stun_ and take X [_True_] Damage, where X is listed Fall value."
  },
  { "name": "Collides", "see": "Collision" },
  {
    "name": "Controller",
    "effect": "Controller Disciplines specialize in applying status afflictions to foes and moving them about the battlefield, limiting their effectiveness and making foes easier targets for allies."
  },
  {
    "name": "Cost",
    "effect": "An up-front cost of an ability that must be paid at _Respite_ if it's a _Technique_, or when used for all other abilities. If any abilities Cost is reduced to less than 0, treat any negative Cost as _Temporary_ _Momentum_ that may be used for _Boosts_ on this ability, or _Gambits_ if it is an Attack."
  },
  {
    "name": "Cover",
    "effect": "While in _Cover_ all non-_Melee_ attacks against a Target downgrade their result by 1."
  },
  {
    "name": "Critical Hit",
    "effect": "A particularly effective Attack, represented by a purple cell in the Attack's 'Roll' column in its _Profile_."
  },
  {
    "name": "Courier",
    "effect": "Courier Disciplines tend to have high movement among their abilities, as well as movement options that make it far easier to navigate terrain and enemy positions."
  },
  {
    "name": "Downed",
    "effect": "A creature becomes Downed when their Health reaches 0. For most NPCs, this means they are immediately _Defeated_. Player characters and more powerful NPCs instead roll for _Wounds_, which is done by rolling a number of d6s based on the number of times they have been _Downed_ prior to this.\n* **First Down:** Roll 2d6 and use the lowest.\n* **Future Downs:** Roll Xd6 and take the highest result, where X is the number of times prior to this they have been _Downed_.\n\nA creature clears the number of times they have been Downed when they rest in a _Haven_."
  },
  {
    "name": "Defender",
    "effect": "Defender Disciplines specialize in drawing fire from enemies and keeping them nearby, controlling enemies by limiting their targeting options"
  },
  {
    "name": "Disadvantage",
    "effect": "When you make an Attack with Disadvantage, roll 3d6 and use the two lowest for your result. When you roll to Negate with Disadvantage, roll 2d6 and take the lower."
  },
  {
    "name": "Draw",
    "effect": "Many Water abilities require that a character Draw. These effects will be listed as Draw X, which means that there must be a Water _Source_ with a value of at least X within _Short_ Range. Reduce that _Sources_ value by X, _Destroying_ it if it is reduced to 0. A creature may spend 2 _Momentum_ to instead Draw at _Medium_ Range."
  },
  { "name": "Drew", "see": "Draw" },
  { "name": "Drawn", "see": "Draw" },
  {
    "name": "Durability",
    "effect": "How sturdy equipment is. Whenever a piece of _Equipment_ is _Sundered_ it loses 1 _Durability_. Weapons and gear become _Damaged_ if they lose all Durability."
  },
  {
    "name": "Earthbonded",
    "effect": "A character that is bonded to an Earth Spirit."
  },
  {
    "name": "Effect",
    "effect": "The primary result of using an ability. Typically, this is where the bulk of what a _Technique_ or other ability does."
  },
  {
    "name": "Elevation",
    "effect": "The current Height of the _Terrain_ or _Feature_ that a character is standing on."
  },
  {
    "name": "Elite",
    "effect": "Elite enemies are extremely powerful and can handle several characters at the same time. Elite enemies may never have more than 10 of a given _Token_, may use a Martial and Spirit Stance, and increase their maximum _Stamina_ by 2."
  },
  {
    "name": "Forced Movement",
    "effect": "Any effect that moves a creature unwillingly, such _Push_, _Pull_, _Throw_, and _Slide_ effects. This Movement does not trigger _Punish_ _Reactions_ but does trigger _Collision_ effects. When Negating _Forced Movement_, if any _Terrain_ effect would impact the cost of Negating it only applies to that space, and the _Forced Movement_ may be Negated at any point. For example, if a creature in an _Icy_ space suffered _Push_ 3, the doubled cost would only apply to the _Push_ in the first space. They would, in effect, suffer _Push_ 1 with the conditions of the _Icy_ space, leave that space, and may then Negate the remaining _Push_ 2 at the normal price."
  },
  { "name": "Forcibly Moved", "see": "Forced Movement" },
  {
    "name": "Maneuver",
    "effect": "Many _Disciplines_ provide access to Maneuvers, which are special abilities that can be used on or off a character's turn for a variety of effects, depending on the type of Maneuver it is."
  },
  { "name": "Maneuvers", "see": "Maneuver" },
  {
    "name": "Penalty",
    "effect": "When a creature has a Penalty they subtract that value from the _Attack Roll_."
  },
  {
    "name": "Equipment",
    "effect": "Any item that a character might carry into battle, such as a weapon, potion, or shield."
  },
  {
    "name": "Equipped",
    "effect": "Any Equipment that a character has on their person."
  },
  { "name": "Equip", "see": "Equipped" },
  {
    "name": "Falling",
    "effect": " If a creature moves from one Elevation to a lower _Elevation_ they take Crush Damage equal to twice the Elevation Change. If a creature takes at least 6 Damage in this way they also fall _Prone_. A creature may reduce this Damage by 2 for every _Stamina_ spent. If a creature changes _Elevation_ using their Movement they reduce the _Elevation_ change by their _Jump_ value for the purposes of calculating damage."
  },
  { "name": "Fall", "see": "Falling" },
  { "name": "Falls", "see": "Falling" },
  { "name": "Fell", "see": "Falling" },
  {
    "name": "Focus",
    "effect": "A defense that represents a character's mental fortitude and willpower. Add a character's Focus to any _Negate_ checks where it is listed."
  },
  {
    "name": "Free Turn",
    "effect": "When a creature gains a Free Turn they may immediately take a Turn, interrupting the current _Turn_ and ignoring the normal Initiative process. What they may do on this Turn is outlined in the ability, but any other ability that may normally be used on a _Turn_ (such as _Stunts_) may also be used."
  },
  {
    "name": "Gambit",
    "effect": "Gambits are _Maneuvers_ that allow characters to enhance an Attack. Whenever a character rolls doubles or gets a _Critical Hit_ they may apply a Gambit to the Attack. If they rolled doubles and got a _Critical Hit_, they may either apply two different Gambits or roll twice and take the higher value for a single Gambit. If a Gambit is triggered by an _Area_ Attack resolve the effects against a single Target per Gambit unless specified otherwise."
  },
  { "name": "Gambits", "see": "Gambit" },
  {
    "name": "Gift",
    "effect": "When you Gift a _Token_ you lose up to the listed amount of that _Token_, then grant an ally the amount you lost."
  },
  {
    "name": "Graze",
    "effect": "An attack that barely hits, represented by a yellow cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Grazes", "see": "Graze" },
  { "name": "Grazes", "see": "Graze" },
  {
    "name": "Grit",
    "effect": "A defense that represents a character's physical prowess and sturdiness. Add a character's Grit to any _Negate_ checks where it is listed."
  },
  {
    "name": "Flying",
    "effect": "While Flying a creature ignores all non-Weather Terrain and may not be targeted with _Melee_ Attacks. While Flying a creature may not benefit from any _Features_."
  },
  {
    "name": "Hazard",
    "effect": "Hazards reflect an area that is going to be attacked in the near future or can be triggered as a trap. All Hazards are always cleared at the end of a _Round_."
  },
  { "name": "Hazards", "see": "Hazard" },
  {
    "name": "Hit",
    "effect": "A solid connection with an Attack, represented by a green cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Improvised", "see": "Improvise" },
  {
    "name": "Improvise",
    "effect": "If a character finds they no longer wish to use a _Technique_ selected in the _Plotting_ Phase, they may choose to Improvise a _Technique_ by paying 2 _Momentum_ to replace it with a different _Technique_ on their Turn. This new _Technique_ must be playable in the given _Phase_. Some _Techniques_ are easier to Improvise, as denoted by the _Fluid_ keyword."
  },
  {
    "name": "Imbue",
    "effect": "A way to enhance a _Technique_, typically by paying _Tokens_ or increasing the _AP_ cost of the _Technique_ that must be paid when the _Technique_ is selected."
  },
  {
    "name": "Interact",
    "effect": "A special way to make use of an _Feature_ that is defined in its stats, typically used with the _Use Environment_ _Maneuver_."
  },
  {
    "name": "Launching",
    "effect": "Launching can be applied to any kind of _Forced Movement_. The _Forced Movement_ is considered _Flying_ and, at the end of the _Movement_, the creature _Falls_ X spaces, where X is half the Launching distance (plus any applicable _Elevation_ change). If an effect gains Launching all _Forced Movement_ of the same type gains Launching."
  },
  {
    "name": "Jump",
    "effect": "When a character Jumps, they may count _Movement_ up to their Jump Value (defined on their Armor) as [_Leaping_] _Movement_. This _Movement_ must be taken in a straight line, and this _Movement_ may not be broken up in any way."
  },
  {
    "name": "Jump Value",
    "effect": "A value defined on a character's _Armor_ specifying how far they may move in a single _Jump_."
  },
  {
    "name": "Minion",
    "effect": "Minion is the weakest class of NPC, and tend to be less capable. Minions have no _Stamina_, do not gain _Momentum_, and do not benefit from _Stances_. Minions only ever have 1 _AP_, but they may exchange it for 2 _Momentum_ at any time."
  },
  {
    "name": "Maneuver",
    "effect": "An ability that character can either use to accomplish more on their _Turn_ or interact with the battle when it is not their _Turn_."
  },
  { "see": "Maneuvers", "name": "Maneuver" },
  {
    "name": "Total Height",
    "effect": "The _Elevation_ of an _Feature_ or Creature plus its Height. Most creatures have a Height of 1."
  },
  {
    "name": "Major Source",
    "effect": "A significant representation of an element that allows powerful effects.\n* **Earth:** Any _Feature_ of at least Size 1 that is predominately made of earth, stone, or similar material.\n* **Flame:** Any _Blazing_ space or _Alight_ creature.\n* **Water:** _Watersource_ Terrain or _Features_ with a value greater than 1.\n* **Wind:** Any _Windy_ or _Electric_ Terrain."
  },
  {
    "name": "Minor Source",
    "effect": "A minor representation of an element. _Major Sources_ may always be treated as a Minor Source.\n* **Earth:** Any _Terrain_ that is predominately made of earth, stone, or similar material. Additionally, terrain that is immediately above earth (such as the wooden floor of a house) may count for this.\n* **Flame:** Any space that is not a Water Source.\n* **Water:** _Watersource_ Terrain and _Features_ with a value of 1, or a creature with _Soaked_.\n* **Wind:** Any space that is not a Major Earth Source."
  },
  { "name": "Major Sources", "see": "Major Source" },
  { "name": "Minor Sources", "see": "Minor Source" },
  {
    "name": "Source",
    "effect": "A locus of elemental energy such as stone, water, or flame. Sources are divided into _Major Sources_ and _Minor Sources_, and have a different representation for every element."
  },
  { "name": "Sources", "see": "Source" },
  {
    "name": "Manifest",
    "effect": "Resolve your spirit's Manifest Effect within its _Manifest Range_, then place them at the _Position_ the effect was resolved at. Your _Spirit_ remains _Summoned_ until you _Recall_ them."
  },
  {
    "name": "Recall",
    "effect": "If your _Spirit_ is within its _Manifest Range_ you may immediately return it."
  },
  {
    "name": "Miss",
    "effect": "A failed attack, represented by a red cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Misses", "see": "Miss" },
  {
    "name": "Move",
    "effect": "How much Movement a character may spend this turn. This will be formatted as X/Y, where X is the additional Movement granted by the given ability, while Y is the maximum that may be used this _Turn_."
  },
  {
    "name": "Movement",
    "effect": "A keyword designating this _Stunt_ as enabling additional movement or changing how movement functions."
  },
  {
    "name": "Negate",
    "effect": "Some Status afflictions will list a _Negate_ value; when a character is subjected to such an effect, they roll a d6. If they meet or exceed the listed value, they do not gain the status. Additionally, next to the target number either _Grit_, _Reflex_, _Focus_, or sometimes _Guard_ will be listed; a character adds any relevant bonuses to that specific check from their _Stances_ and other effects."
  },
  { "name": "Negates", "see": "Negate" },
  {
    "name": "Obscured",
    "effect": "A state when a creature is difficult to see. When a creature is _Obscured_, all attacks against said creature have _Disadvantage_."
  },
  {
    "name": "Open Hand",
    "effect": "An Open Hand is any Hand a character has that does not have any other Weapons or Equipment _Wielded_."
  },
  {
    "name": "Opening",
    "effect": "When a creature creates an Opening they are doing something that compromises their defenses. Many _Punish_ _Reactions_ such as _Opportunity Attack_ allow a creature to make an _Attack_ when an Opening is created."
  },
  {
    "name": "Occupy",
    "effect": "While a creature is Occupying a Feature they gain the listed effects of said Feature. A number of creatures may Occupy a Feature equal to its Size. If a Feature is Forcibly Moved, all creatures Occupying it stop Occupying."
  },
  { "name": "Occupied", "see": "Occupy" },
  {
    "name": "On Miss",
    "effect": "When an Attack misses, either due to a poor roll, a _Penalty_, or some other effect, resolve the _On Miss_ effect. If the Attack has multiple targets, only gain the On Miss effect if it misses all targets, ignoring _Features_ unless the Attack is only targeting _Features_."
  },
  {
    "name": "Recover",
    "effect": "When a creature Recovers they may remove one of their Statuses, as outlined by its Recover text."
  },
  { "name": "Recovers", "see": "Recover" },
  { "name": "Recovering", "see": "Recover" },
  {
    "name": "Phase",
    "effect": "A Phase is a part of a _Round_ that exists to designate the speed at which different _Techniques_ happen. Phases 1-6 resolve in order, with _Techniques_ resolving with the Phase corresponding to their _Speed_."
  },
  { "name": "Phases", "see": "Phase" },
  {
    "name": "Plotting",
    "effect": "The beginning of a _Round_ immediately after _Refresh_ where all creatures involved in combat select their _Techniques_ for the _Round_."
  },
  {
    "name": "Puppet",
    "effect": "A Puppet is a piece of _Equipment_ that treated as if it was _Wielded_, but is controlled by spiritual magic and requires no _Hands_. The Equipment is always in the same _Arena_ as the puppeteering creature.\n&nbsp;\nWhile a Puppet:\n* A _Weapon_ with a _Melee_ Range Attack replaces it with _Reach_.\n* A _Weapon_ with a _Ranged_ Attack removes _Thrown_ and always ignores Range-based _Penalties_ due to creatures at your _Position_.\n* A creature may _Equip_ or _Wield_ the _Equipment_ at any time on their _Turn_.\n* A creature may always use the _Parry_ effect of said Equipment.\n* The puppeting creature may allow any other creature to freely _Equip_/_Wield_ the Equipment if they are in the same _Arena_.\n* Any _Martial_ effect replaces it with the Type of the effect granting Puppet."
  },
  { "name": "Puppeted", "see": "Puppet" },
  {
    "name": "Profile",
    "effect": "All Attacks have a Profile, a chart showing the results of an Attack on a roll of 2-12. When you make an Attack, roll 2d6 and consult the Profile for the result."
  },
  {
    "name": "Reaction",
    "effect": "A _Maneuver_ that may be freely used when its Trigger occurs. Characters may use as many Reactions as they wish on a given _Turn_, but may only use a given Reaction once per _Turn_ unless otherwise specified."
  },
  { "name": "Reactions", "see": "Reaction" },
  {
    "name": "Reflex",
    "effect": "A defense that represents a character's agility and reaction speed. Add a character's Reflex to any _Negate_ checks where it is listed."
  },
  {
    "name": "Refresh",
    "effect": "Whenever a creature Refreshes they set their _Stamina_ to their maximum value, as defined by their Stances."
  },
  {
    "name": "Reposition",
    "effect": "When you Reposition you may move the value listed for your Reposition Movement, as dictated by your Movement Chart."
  },
  { "name": "Rolling", "see": "Roll" },
  {
    "name": "Round",
    "effect": "A Round is a full cycle in combat, where all _Phases_ are completed. Many _Techniques_ and _Stances_ have effects that trigger at the end of a round."
  },
  { "see": "Round", "name": "Rounds" },
  {
    "name": "Dash",
    "effect": "When you Dash you may move the value listed for your Dash Movement, as dictated by your Movement Chart."
  },
  {
    "name": "Self",
    "effect": "This either only targets you or, if it has an Area, is centered on or originates from your space."
  },
  {
    "name": "Shaper",
    "effect": "Shaper Disciplines heavily manipulate Terrain and Features, either by creating them or removing them and can easily change the layout of the battlefield."
  },
  {
    "name": "Secondary Sense",
    "effect": "Secondary Senses allow characters to perceive enemies in ways other than sight.  Secondary Sense allows a character to ignore_Stealthy_ under specific conditions. In addition, if a creature has Secondary Sense on a Target and the Attack is _Arcing_ they reduce any _Cover_ by an additional level."
  },
  {
    "name": "Seismic Sense",
    "effect": "A creature with Seismic Sense ignores _Obscured_ for all creatures on _Earthen_ spaces and always treats themselves as having _Secondary Sense_ on creatures in those spaces."
  },
  {
    "name": "AP",
    "effect": "This effect ignores _Guard_ and _Soak_ not provided by _Ward_."
  },
  {
    "name": "Speed",
    "effect": "What _Phase_ a _Technique_ resolves in. This will be  a value from 1-8 or Weapon, which indicates that it uses of the Speed of the Weapon involved."
  },
  { "name": "Speed Penalties", "see": "Speed Penalty" },
  {
    "name": "Spirit Master",
    "effect": "The player in charge of running the game. While they do not have a predefined character, they control the world and all characters not under a different player's control."
  },
  {
    "name": "Summon",
    "effect": "When a spirit is Summoned they take physical form for the duration of the effect that Summoned them. The spirit is placed on the map and participates in the battle as an additional combatant. They are fully under the control of their player. See their statistics for attacks, movement, and other such effects. While Summoned _Reactions_ may be triggered by and originate from your _Spirit_.\n\nWhen a Spirit is _Defeated_ it is automatically _Recalled_, and the summoner becomes _Suppressed_."
  },
  { "name": "Summoned", "see": "Summon" },
  {
    "name": "Stance",
    "effect": "A creature's Stance represents their bearing and how they are passively using their spirit's powers to improve their capabilities."
  },
  { "name": "Stances", "see": "Stance" },
  {
    "name": "Stunt",
    "effect": "Stunts are abilities a character can use with little effort such as jumping, picking up an item, or minor elemental effects. Characters may use as many Stunts as they wish, but may only use a given Stunt once per _Turn_ unless it has the _Repeatable_ keyword and may only use Stunts when they meet the usage requirements."
  },
  { "name": "Stunts", "see": "Stunt" },
  {
    "name": "Standard",
    "effect": "Standard is the most common class of NPC. Standard enemies may never have more than 6 of a given _Token_ but may use a Martial and Spirit Stance."
  },
  {
    "name": "Step",
    "effect": "When you Step you may move the value listed for your Step Movement, as dictated by your Movement Chart."
  },
  {
    "name": "Sturdy",
    "effect": "If this _Terrain_, _Feature_, or _Equipment_ would be _Damaged_ or _Destroyed_ it instead loses _Sturdy_."
  },
  {
    "name": "Strike",
    "effect": "A _Technique_ that tends to deal high-damage. Strikes are designated by a red line separating the header and body of the _Technique_."
  },
  {
    "name": "Striker",
    "effect": "Striker Disciplines specialize in close-range combat, and often prioritize melee attacks over all else. Striker Disciplines are typically capable of the greatest damage in the system."
  },
  {
    "name": "Stun",
    "effect": "Stun is a special status that creatures accumulate. When a creature reaches their maximum Stun value they clear all Stun, then gain _Stunned_."
  },
  {
    "name": "Supporter",
    "effect": "Supporter Disciplines are often able to provide allies with _Stamina_ or Momentum, as well as repositioning them, removing harmful effects, or otherwise assisting allies."
  },
  {
    "name": "Survivor",
    "effect": "Survivor Disciplines tend to provide powerful Resists that allow characters to mitigate damage and other effects to remain in the battle longer."
  },
  {
    "name": "Swim",
    "effect": "While moving through water that a character cannot stand in each space costs twice as much to enter. In addition, while Swimming, a creature has _Heavy Cover_, has _Disadvantage_ on all Attacks, and creatures have _Advantage_ on Attacks against them. Any _Jump_ a character makes while Swimming treats their _Jump_ value as halved."
  },
  { "name": "Swimming", "see": "Swim" },
  {
    "name": "Technique",
    "effect": "Techniques are how creatures interact in combat. These are what allow creatures to attack, influence the environment, and gain the resources to dodge and block attacks. A Technique must be selected while _Plotting_, at which point it is assigned a _Phase_. A creature may not use that Technique until that _Phase_."
  },
  { "name": "Techniques", "see": "Technique" },
  {
    "name": "Tidal Motion",
    "effect": "The first time in a combat that a creature inflicts Tidal Motion they may choose between _Push_ and _Pull_. After, and for the rest of the combat, said creature must alternate between inflicting _Push_ and _Pull_ whenever they inflict _Tidal Motion_."
  },
  {
    "name": "Turn",
    "effect": "An individual creature's time to act in combat. Typically, a Turn involves a creature using a _Technique_ or _Action_."
  },
  { "name": "Turns", "see": "Turn" },
  {
    "name": "Unarmed",
    "effect": "A special category of _Weapon_ that is an attack made using the character's body. Unarmed Weapons may not be _Disarmed_, and are always treated as _Wielded_."
  },
  {
    "name": "Wager",
    "effect": "When a Wager occurs, all involved creatures must secretly pay an amount of whatever _Token_ is specified. Once all creatures have determined their Wager, how much each creature paid is revealed. Whatever creature paid the most wins the Wager, and all other creatures lose. In the case of a tie, the creature initiating the Wager wins."
  },
  {
    "name": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them. Wielded items are always also _Equipped_."
  },
  { "name": "Wield", "see": "Wielded" },
  { "name": "Wielding", "see": "Wielded" },
  {
    "name": "Winded",
    "effect": "A character becomes Winded when they have no _Health_. While Winded, a character adds [_Glancing_] to all effects. If a character gains _Health_ they are no longer Winded."
  }
]
