[
  {
    "name": "Advantage",
    "effect": "When you make an Attack with Advantage, roll 3d6 and use the two highest for your result."
  },
  {
    "name": "AP",
    "effect": "AP, or Action Points, are what are used to power the various Techniques that creatures have. Typically, a player character has 3 AP that they can divide up between various Techniques in a round."
  },
  {
    "name": "Armor",
    "effect": "Whatever clothing, protective plating, or other garments a character is wearing is referred to as their Armor. A character's Armor determines their Movement, their Guard, and may have other passive effects."
  },
  { "name": "Armor's", "see": "Armor" },
  {
    "name": "Attack",
    "effect": "An Attack is any Technique that makes use of Profile and requires you to roll 2d6 to determine the effect."
  },
  { "see": "Attacks", "name": "Attack" },
  {
    "name": "Attack Roll",
    "effect": "When a creature makes an Attack Roll they roll 2d6 and consult the Attack's Profile to determine the effect."
  },
  {
    "name": "Bonus",
    "effect": "When a creature has a Bonus they add that value to Attack Rolls."
  },
  {
    "name": "Climbing",
    "effect": "When moving to a higher elevation that forces a character to climb, the total Movement expended is equal to 1 + twice the Elevation change. For example, it would cost a creature 3 spaces of Movement to Climb up a 1 Height Obstacle. If a creature ends their turn while _Climbing_, creatures have _Advantage_ on Attacks against them."
  },
  { "name": "Climb", "see": "Climbing" },
  {
    "name": "Cost",
    "effect": "An up-front cost of a Technique that must be paid in the Plotting Phase if it's an Action, or when used if it's a Reaction. If this Cost is not paid, the Technique may not be used."
  },
  {
    "name": "Covered",
    "effect": "Attacks against a Covered creature gain Glancing and take a -2 Penalty."
  },
  {
    "name": "Crit",
    "effect": "A particularly effective Attack, represented by a purple cell in the Attack's 'Roll' column in its Profile."
  },
  {
    "name": "Disadvantage",
    "effect": "When you make an Attack with Disadvantage, roll 3d6 and use the two lowest for your result."
  },
  {
    "name": "Durability",
    "effect": "How sturdy inanimate objects are. If an Obstacle, Equipment, or Armor takes Damage in a single hit equal to or greater than their Durability plus their current Guard (if any) they are Damaged."
  },
  {
    "name": "Earthbonded",
    "effect": "A character that is bonded to an Earth Spirit."
  },
  {
    "name": "Elevation",
    "effect": "The current Height of the Terrain or Obstacle that a character is standing on."
  },
  {
    "name": "Forced Movement",
    "effect": "Push, Pull, Throw, and Slide effects."
  },
  { "name": "Forcibly Moved", "see": "Forced Movement" },
  {
    "name": "Maneuver",
    "effect": "Many Disciplines provide access to Maneuvers, which are special abilities that can be used on or off a character's turn for a variety of effects, depending on the type of Maneuver it is."
  },
  { "name": "Maneuvers", "see": "Maneuver" },
  {
    "name": "Penalty",
    "effect": "When a creature has a Penalty they subtract that value from the Attack Roll."
  },
  {
    "name": "Equipment",
    "effect": "Any item that a character might carry into battle, such as a weapon, potion, or shield."
  },
  {
    "name": "Equipped",
    "effect": "Any Equipment that a character has on their person."
  },
  {
    "name": "Falling",
    "effect": "If a creature moves from one Elevation to another they must pay Reflex equal to one less than the total Elevation change or else take Crush Damage equal to twice the Elevation Change. If a creature would take at least 6 Damage in this way they also fall Prone."
  },
  { "name": "Fall", "see": "Falling" },
  { "name": "Falls", "see": "Falling" },
  {
    "name": "Forceful",
    "effect": "Forceful can be applied to any kind of Forced Movement. If a creature is moved into an Obstacle by Forceful Movement they take Damage equal to 1 + any Forced Movement that was not applied due to colliding with the object. Additionally, if they take at least 4 Damage, they gain _Dazed_ 1 (2 _Poise_). If a creature is moved into another creature with Forced Movement you may choose to resolve the effect against both of them, but deal half Damage. If an effect gains Forceful, all Forced Movement of the same type gains Forceful. "
  },
  {
    "name": "Gift",
    "effect": "When you Gift a Token you lose up to the listed amount of that Token, then grant an ally the amount you lost."
  },
  {
    "name": "Graze",
    "effect": "A glancing Attack, represented by a yellow cell in the Attack's 'Roll' column in its Profile."
  },
  { "name": "Grazes", "see": "Graze" },
  { "name": "Grazes", "see": "Graze" },
  {
    "name": "Hazard",
    "effect": "Hazards reflect an area that is going to be attacked in the near future or can be triggered as a trap. All Hazards are always cleared at the end of a Round."
  },
  { "name": "Hazards", "see": "Hazard" },
  {
    "name": "Heavily Obstructed",
    "effect": "A state that occurs when view or the path to a creature barely exists. Attacks against a Heavily Obstructed creature take a -2 Penalty."
  },
  {
    "name": "Hit",
    "effect": "A solid connection with an Attack, represented by a green cell in the Attack's 'Roll' column in its Profile."
  },
  { "name": "Improvised", "see": "Improvise" },
  {
    "name": "Improvise",
    "effect": "If a character finds they no longer wish to use a Technique selected in the Plotting Phase, they may choose to Improvise a Technique and pay 2 Momentum to replace it with a different Technique on their Turn. This new Technique must have the same AP cost and a Speed that is less than or equal to the replaced Technique. Maneuvers may also be Improvised, but cost only 1 Momentum. Some Technique and Maneuvers are easier to Improvise, as denoted by the Fluid tag."
  },
  {
    "name": "Imbue",
    "effect": "A way to enhance a Technique, typically by paying Tokens or increasing the AP cost of the Technique that must be paid when the Technique is selected."
  },
  {
    "name": "Interact",
    "effect": "A special way to make use of an Obstacle that is defined in its statblock, typically used with the Use Environment Technique."
  },
  {
    "name": "Launching",
    "effect": "Launching can be applied to any kind of Forced Movement. The Forced Movement is considered Leaping for all effects and, at the end of the Movement, the creature Falls X+1 spaces, where X is half the Launching distance, plus any applicable Elevation change. If an effect gains Launching, all Forced Movement of the same type gains Launching."
  },
  {
    "name": "Lightly Obstructed",
    "effect": "A state that occurs when view or the path to a creature are barely blocked. Attacks against a Lightly Obstructed creature take a -1 Penalty."
  },
  {
    "name": "Jump",
    "effect": "When a character Jumps, they may count Movement up to their Jump Value (defined on their Armor) as [Leaping] Movement. This Movement must be taken in a straight line, and this Movement may not be broken up in any way."
  },
  {
    "name": "Jump Value",
    "effect": "A value defined on a character's Armor specifying how far they may move in a single Jump."
  },
  {
    "name": "Maneuver",
    "effect": "A technique that tends to deal little to no damage. They often inflict status conditions on foes, empower allies, or influence the battlefield."
  },
  {
    "name": "Total Height",
    "effect": "The Elevation of an Obstacle or Creature plus its Height. Most creatures have a Height of 1."
  },
  {
    "name": "Miss",
    "effect": "A failed Attack, represented by a red cell in the Attack's 'Roll' column in its Profile."
  },
  { "name": "Misses", "see": "Miss" },
  {
    "name": "Move",
    "effect": "The distance or number of spaces a character can move. This will typically be either Step, Reposition, or Dash. See your Move Chart for how far you can move with each of these values! Some Techniques or Effects may simply state a number; in those cases, you may move that many spaces."
  },
  { "name": "Movement", "see": "Move" },
  {
    "name": "Negate",
    "effect": "Some Attacks or Techniques give creatures the chance to Negate by spending Defensive Tokens. This is either outlined in the Effect of a Technique, or listed in parentheses next to a Status in an Attack's Profile."
  },
  { "name": "Negates", "see": "Negate" },
  {
    "name": "Obstructed",
    "effect": "A state occurs when a creature cannot be clearly seen and there is no clear path to them. A creature may be Lightly or Heavily Obscured, which causes a -1/-2 Penalty on Attacks against them."
  },
  {
    "name": "Open Hand",
    "effect": "An Open Hand is any Hand a character has that does not have any other Weapons or Equipment Wielded."
  },
  {
    "name": "Occupied",
    "effect": "While something is Occupied it may not be used for anything other than the listed effects. It still counts as Wielded for the purpose of Stances and the like, but may not be used for Maneuvers or Techniques."
  },
  {
    "name": "Recovery",
    "effect": "A value listed for all Afflictions that specifies how many Tokens are needed to remove that Affliction."
  },
  {
    "name": "Phase",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen. Phases 1-6 resolve in order, with Techniques resolving with the Phase corresponding to their Speed."
  },
  { "name": "Phases", "see": "Phase" },
  {
    "name": "Plotting",
    "effect": "The beginning of a Round immediately after Refresh where all creatures involved in combat select their Techniques for the Round."
  },
  {
    "name": "Profile",
    "effect": "All Attacks have a Profile, a chart showing the results of an Attack on a roll of 2-12. When you make an Attack, roll 2d6 and consult the Profile for the result."
  },
  {
    "name": "Refresh",
    "effect": "The very start of a round where characters can change their Wielded Equipment, Stance/Style, and resolve various effects related to their Stances."
  },
  {
    "name": "Reposition",
    "effect": "The second smallest standard Movement, and the one most typically granted by Techniques. Consult your Armor Card for how far you Move with a Reposition."
  },
  {
    "name": "Resistance",
    "effect": "If a creature has Resistance to a type of Damage increase their Guard by 3 against it."
  },
  {
    "name": "Roll",
    "effect": "When a character Rolls, their next Movement up to the listed value gain Safe 2, Blitz (can move through spaces occupied by foes), and Rush (movement must be taken in a straight line)."
  },
  { "name": "Rolling", "see": "Roll" },
  {
    "name": "Round",
    "effect": "A Round is a full cycle in combat, where all Phases are completed. Many Techniques and Stances have effects that trigger at the end of a round."
  },
  {
    "name": "Rounds",
    "effect": "A Round is a full cycle in combat, where all Phases are completed. Many Techniques and Stances have effects that trigger at the end of a round."
  },
  {
    "name": "Dash",
    "effect": "The largest standard Movement that typically covers a large distance. Consult your Armor Card for how far you Move with a Dash."
  },
  {
    "name": "Self",
    "effect": "This either only targets you or, if it has an Area, is centered on your space."
  },
  {
    "name": "Shift",
    "effect": "The act of using Movement to move about the battlefield. Characters typically have on Shift per Turn, as described by the 'Move' field in a Technique. Characters may freely interrupt a Shift to Attack or use any part of the Technique's Effect, unless specified otherwise."
  },
  {
    "name": "Seismic Sense",
    "effect": "A creature with Seismic Sense ignores Veiled for all creatures on Earthen spaces and always treats themselves as having Perception of those creatures."
  },
  {
    "name": "Speed",
    "effect": "What Phase a Technique resolves in. This will be either Instinctive, a value from 1-6, Set-Up, Follow-Up, or, Reaction, indicating that the Technique does not happen in a set Phase and instead can be used whenever its Trigger is fulfilled."
  },
  {
    "name": "Spirit Master",
    "effect": "The player in charge of running the game. While they do not have a predefined character, they control the world and all characters not under a different player's control."
  },
  {
    "name": "Stance",
    "effect": "A creature's Stance represents how they are passively using their spirit's powers, either to enhance their physicality or use slightly more arcane abilities."
  },
  { "name": "Stances", "see": "Stance" },
  {
    "name": "Step",
    "effect": "The smallest standard Movement, typically only a few spaces. Consult your Armor Card for how far you Move with a Step."
  },
  {
    "name": "Strike",
    "effect": "A Technique that tends to deal high-damage. Strikes are designated by a red line separating the header and body of their Technique Card."
  },
  {
    "name": "Stone Armor",
    "effect": "Stone Armor is Overarmor with Guard 1, Durability 9, and Resistance to Slash/Stab Damage. Stone Armor has a weakness to Crush Damage. While a creature has Stone Armor, reduce their Jump Value by 1, to a minimum of 0."
  },
  {
    "name": "Style",
    "effect": "A creature's Style represents their martial training and their skill, either with weapons, armor, or some other type of martial technique."
  },
  {
    "name": "Swim",
    "effect": "While moving through water that a character cannot stand in each space costs twice as much to enter. In addition, while Swimming, a creature is _Heavily Obstructed_, has _Disadvantage_ on all Attacks, and creatures have _Advantage_ on Attacks against them. Any _Jump_ a character makes while Swimming treats their Jump value as halved."
  },
  { "name": "Swimming", "see": "Swim" },
  {
    "name": "Technique",
    "effect": "Techniques are how creatures interact in combat. These are what allow creatures to attack, influence the environment, and gain the resources to dodge and block attacks."
  },
  { "name": "Techniques", "see": "Technique" },
  {
    "name": "Tokens",
    "effect": "Poise, Grit, Momentum, or Reflex."
  },
  {
    "name": "Turn",
    "effect": "An individual creature's time to act in combat. Typically, a Turn resolves with a creature using a Technique."
  },
  { "name": "Turns", "see": "Turn" },
  {
    "name": "Unarmed",
    "effect": "A special category of Weapon that is an attack made using the character's body. Unarmed Weapons may not be Disarmed, and are always treated as Wielded."
  },
  {
    "name": "Martial Arts",
    "effect": "When a Technique has Martial Arts listed for the Weapon the character does not have to decide the Weapon used when playing it. Instead, when making the _Weapon Attack_, they may use any _Unarmed Weapon_ of a _Speed_ equal to or greater than the unmodified _Speed_ of this _Technique_, or the current Phase if directly used through a Maneuver. (i.e., if the Technique is _Speed_ 4 and you applied the _Strengthen_ Stratagem which makes the Technique _Speed_ 5, you could only use _Unarmed Weapons_ of _Speed_ 4 or faster). Sometimes Martial Arts will specify a more narrow condition in parentheses; in that case, all Unarmed Weapons used must fulfill that requirement"
  },
  {
    "name": "Wager",
    "effect": "When a Wager occurs, all involved creatures must secretly pay an amount of whatever resource is specified. Once all creatures have determined their Wager, how much each create paid is revealed. Whatever creature paid the most wins the Wager, and all other creatures lose. In the case of a tie, the creature initiating the Wager wins."
  },
  {
    "name": "Worn",
    "effect": "A Worn item is easily accessible to a character and is in their Active Inventory."
  },
  {
    "name": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them. Wielded items are always also Equipped."
  },
  { "name": "Wield", "see": "Wielded" },
  { "name": "Wielding", "see": "Wielded" },
  {
    "name": "Winded",
    "effect": "A character becomes Winded when they have no Endurance. While Winded, a character adds Glancing to all effects. If a character gains Endurance they are no longer Winded."
  }
]
