[
  {
    "keyword": "AP",
    "effect": "AP, or Action Points, are what are used to power the various Techniques that creatures have. Typically, a player character has 3 AP that they can divide up between various Techniques in a round."
  },
  {
    "keyword": "Armor",
    "effect": "Whatever clothing, protective plating, or other garments a character is wearing is referred to as their Armor. A character's Armor determines their Movement, their Guard, and may have other passive effects.."
  },
  {
    "keyword": "Attack",
    "effect": "An Attack is any Technique that makes use of Profile and requires you to roll to determine the effect."
  },
  {
    "keyword": "Cost",
    "effect": "An up-front cost of a Technique that must be paid in the Plotting Phase if it's an Action, or when used if it's a Reaction. If this Cost is not paid, the Technique may not be used."
  },
  {
    "keyword": "Crit",
    "effect": "A particularly effective Attack, represented by a purple cell in the Attack's 'Roll' column in its Profile."
  },
  {
    "keyword": "Disadvantage",
    "effect": "When you make an Attack with Disadvantage, roll 3d6 and use the two lowest for your result."
  },
  {
    "keyword": "Durability",
    "effect": "How sturdy inanimate objects are. If an Obstacle, Equipment, or Armor takes Damage in a single hit equal to or greater than their Durability plus their current Guard (if any) they are Damaged."
  },
  {
    "keyword": "Equipment",
    "effect": "Any item that a character might carry into battle, such as a weapon, potion, or shield."
  },
  {
    "keyword": "Follow-Up",
    "effect": "A Technique that must be Attached to another Technique. These Techniques resolve together, with the Follow-Up technique resolving second."
  },
  {
    "keyword": "Graze",
    "effect": "A glancing Attack, represented by a yellow cell in the Attack's 'Roll' column in its Profile."
  },
  {
    "keyword": "Hit",
    "effect": "A solid connection with an Attack, represented by a green cell in the Attack's 'Roll' column in its Profile."
  },
  {
    "keyword": "Improvise",
    "effect": "If a character finds they no longer wish to use a Technique selected in the Plotting Phase, they may choose to Improvise an Action and pay 2 _Momentum_ to replace it with a different Technique on their Turn. This new Technique must have the same AP cost and a Speed that is less than or equal to the replaced Technique. Some Technique are easier to Improvise as denoted by the Fluid tag."
  },
  {
    "keyword": "Maneuver",
    "effect": "A technique that tends to deal little to no damage. They often inflict status conditions on foes, empower allies, or influence the battlefield."
  },
  {
    "keyword": "Movement",
    "effect": "How far a Technique allows a creature to move. This will be either Step, Reposition, Shift, Dash, or Sprint. See your Armor Card for how far you can move with each of these values!"
  },
  {
    "keyword": "Negate",
    "effect": "Some Attacks or Techniques give creatures the chance to Negate by spending Defensive Tokens. This is either outlined in the Effect of a Technique, or listed in parentheses next to a Status in an Attack's Profile."
  },
  {
    "keyword": "Open Hand",
    "effect": "An Open Hand is any Hand a character has that does not have any other Weapons or Equipment Wielded."
  },
  {
    "keyword": "Miss",
    "effect": "A failed Attack, represented by a red cell in the Attack's 'Roll' column in its Profile."
  },
  {
    "keyword": "Phase",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen. The Plotting Phase is where all players determine their Techniques for the round and pay their Cost, the Instinctive Phase is for only the fastest of Techniques, and Phases 1-6 resolve in order, with Techniques resolving with the Phase corresponding to their Speed."
  },
  {
    "keyword": "Phases",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen. The Plotting Phase is where all players determine their Techniques for the round and pay their Cost, the Instinctive Phase is for only the fastest of Techniques, and Phases 1-6 resolve in order, with Techniques resolving with the Phase corresponding to their Speed."
  },
  {
    "keyword": "Profile",
    "effect": "All Attacks have a Profile, a chart showing the results of an Attack on a roll of 2-12. When you make an Attack, roll 2d6 and consult the Profile for the result."
  },
  {
    "keyword": "Punish",
    "effect": "Punish Reactions take advantage of a brief opportunity in battle to make a sudden strike. Many Actions and abilities reference Punish Reactions."
  },
  {
    "keyword": "Round",
    "effect": "A Round is a full cycle in combat, where all Phases are completed. Many Techniques and Stances have effects that trigger at the end of a round."
  },
  {
    "keyword": "Rounds",
    "effect": "A Round is a full cycle in combat, where all Phases are completed. Many Techniques and Stances have effects that trigger at the end of a round."
  },
  {
    "keyword": "Set-Up",
    "effect": "A Technique that must be Attached to another Technique. These Techniques resolve together, with the Set-Up technique resolving first."
  },
  {
    "keyword": "Speed",
    "effect": "What Phase a Technique resolves in. This will be either Instinctive, a value from 1-6, Set-Up, Follow-Up, or, Reaction, indicating that the Technique does not happen in a set Phase and instead can be used whenever its Trigger is fulfilled."
  },
  {
    "keyword": "Stance",
    "effect": "A creature's Stance represents how they are passively using their spirit's powers, either to enhance their physicality or use slightly more arcane abilities."
  },
  {
    "keyword": "Stances",
    "effect": "A creature's Stance represents how they are passively using their spirit's powers, either to enhance their physicality or use slightly more arcane abilities."
  },
  {
    "keyword": "Strike",
    "effect": "A Technique that tends to deal high-damage. Only one Strike with an AP cost may be used in a round unless the creature pays an additional Momentum cost."
  },
  {
    "keyword": "Style",
    "effect": "A creature's Style represents their martial training and their skill, either with weapons, armor, or some other type of martial technique."
  },
  {
    "keyword": "Technique",
    "effect": "Techniques are how creatures interact in combat. These are what allow creatures to attack, influence the environment, as well as dodge or block dangerous attacks."
  },
  {
    "keyword": "Techniques",
    "effect": "Techniques are how creatures interact in combat. These are what allow creatures to attack, influence the environment, as well as dodge or block dangerous attacks."
  },
  {
    "keyword": "Turn",
    "effect": "An individual creature's time to act in combat. Typically, a Turn resolves with a creature using a Technique."
  },
  {
    "keyword": "Turns",
    "effect": "An individual creature's time to act in combat. Typically, a Turn resolves with a creature using a Technique."
  },
  {
    "keyword": "Worn",
    "effect": "A Worn item is easily accessible to a character and is in their Active Inventory."
  },
  {
    "keyword": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them."
  }
]
