[
  {
    "name": "Action",
    "effect": "Actions are a type of _Maneuver_ that allow a character to take a _Turn_. Actions may be used whenever it is your  party's time to act in combat. A character may only use an Action once per _Round_ unless otherwise specified."
  },
  { "name": "Actions", "see": "Action" },
  {
    "name": "Advantage",
    "effect": "When you make an Attack with Advantage, roll 3d6 and use the two highest for your result."
  },
  {
    "name": "AP",
    "effect": "AP, or Action Points, are what are used to power the various _Maneuvers_ and _Techniques_ that creatures have. Player characters have 2 AP that they may use each _Round_."
  },
  {
    "name": "Armor",
    "effect": "Whatever clothing, protective plating, or other garments a character is wearing is referred to as their Armor. A character's Armor determines their _Movement_, their _Guard_, and may have other passive effects."
  },
  { "name": "Armor's", "see": "Armor" },
  {
    "name": "Artillery",
    "effect": "Artillery Disciplines specialize in long-range and prefer to keep their distance from foes. Artillery Disciplines are typically capable of high damage at long ranges but can struggle with Cover and other obstructions."
  },
  {
    "name": "Attack",
    "effect": "An Attack is a type of _Manuever_ that allows a creature to target enemies. Attacks are never used on their own; other _Maneuvers_ and _Techniques_ will tell you when to use an Attack. Attacks are split into Major and Minor Attacks; Major Attacks are highly effective and deal high Damage, while Minor Attacks tend to be more focused on status effects and deal much less damage."
  },
  { "see": "Attack", "name": "Attacks" },
  { "see": "Attack", "name": "Major Attack" },
  { "see": "Attack", "name": "Minor Attack" },
  { "see": "Attack", "name": "Major Attacks" },
  { "see": "Attack", "name": "Minor Attacks" },
  {
    "name": "Attack Roll",
    "effect": "When a creature makes an Attack Roll they roll 2d6 and consult the Attack's _Profile_ to determine the effect."
  },
  { "see": "Attack Rolls", "name": "Attack Roll" },
  {
    "name": "Bonus",
    "effect": "When a creature has a Bonus they add that value to _Attack Rolls_."
  },
  {
    "name": "Charging",
    "effect": "While _Charging_ you may not willingly _Move_. Any _Hands_ that will be used as a part of the Attack are _Occupied_, as are any pieces of _Equipment_ involved in the _Attack_."
  },
  {
    "name": "Climbing",
    "effect": "When moving to a higher elevation that forces a character to climb, the total _Movement_ expended is equal to 1 + twice the _Elevation_ change. For example, it would cost a creature 3 spaces of _Movement_ to _Climb_ up a 1 Height _Obstacle_. If a creature ends their turn while _Climbing_, creatures have _Advantage_ on _Attacks_ against them."
  },
  { "name": "Climb", "see": "Climbing" },
  {
    "name": "Controller",
    "effect": "Controller Disciplines specialize in applying status afflictions to foes and moving them about the battlefield, limiting their effectiveness and making foes easier targets for allies."
  },
  {
    "name": "Cost",
    "effect": "An up-front cost of a _Technique_ that must be paid in the _Plotting_ Phase if it's a _Technique_, or when used if it's a _Maneuver_. If this Cost is not paid, the _Technique_/_Maneuver_ may not be used."
  },
  {
    "name": "Covered",
    "effect": "Attacks against a Covered creature gain _Glancing_ and take a -2 _Penalty_."
  },
  {
    "name": "Crit",
    "effect": "A particularly effective Attack, represented by a purple cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Critical Hit", "see": "Crit" },
  {
    "name": "Courier",
    "effect": "Courier Disciplines tend to have high movement among their abilities, as well as movement options that make it far easier to navigate terrain and enemy positions."
  },
  {
    "name": "Defender",
    "effect": "Defender Disciplines specialize in drawing fire from enemies and keeping them nearby, controlling enemies by limiting their targeting options"
  },
  {
    "name": "Disadvantage",
    "effect": "When you make an Attack with Disadvantage, roll 3d6 and use the two lowest for your result."
  },
  {
    "name": "Durability",
    "effect": "How sturdy inanimate objects are. If an _Obstacle_ or _Equipment takes Damage in a single hit equal to or greater than their Durability plus their current _Guard_ (if any) they are Damaged."
  },
  {
    "name": "Earthbonded",
    "effect": "A character that is bonded to an Earth Spirit."
  },
  {
    "name": "Elevation",
    "effect": "The current Height of the _Terrain_ or _Obstacle_ that a character is standing on."
  },
  {
    "name": "Elite",
    "effect": "Elite enemies are extremely powerful and can handle several characters at the same time. Elite enemies may never have more than 10 of a given _Token_, may use a Martial and Spirit Stance, and gain 2 _Defensive Tokens_ of their Elite type at _Refresh_."
  },
  {
    "name": "Forced Movement",
    "effect": "_Push_, _Pull_, _Throw_, and _Slide_ effects."
  },
  { "name": "Forcibly Moved", "see": "Forced Movement" },
  {
    "name": "Maneuver",
    "effect": "Many _Disciplines_ provide access to Maneuvers, which are special abilities that can be used on or off a character's turn for a variety of effects, depending on the type of Maneuver it is."
  },
  { "name": "Maneuvers", "see": "Maneuver" },
  {
    "name": "Penalty",
    "effect": "When a creature has a Penalty they subtract that value from the _Attack Roll_."
  },
  {
    "name": "Equipment",
    "effect": "Any item that a character might carry into battle, such as a weapon, potion, or shield."
  },
  {
    "name": "Equipped",
    "effect": "Any Equipment that a character has on their person."
  },
  {
    "name": "Falling",
    "effect": "If a creature moves from one _Elevation_ to another they must pay _Reflex_ equal to one less than the total _Elevation_ change or else take Crush Damage equal to twice the _Elevation_ change. If a creature would take at least 6 Damage in this way they also gain _Prone_."
  },
  { "name": "Fall", "see": "Falling" },
  { "name": "Falls", "see": "Falling" },
  {
    "name": "Forceful",
    "effect": "Forceful can be applied to any kind of _Forced Movement_. If a creature is moved into an _Obstacle_ by Forceful Movement they take Damage equal to 1 + any _Forced Movement_ remaining after colliding with the object. Additionally, if they take at least 4 Damage, they gain _Dazed_ 1 (2 _Poise_). If a creature is moved into another creature with _Forced Movement_ you may choose to resolve the effect against both of them, but deal half Damage. If an effect gains Forceful, all _Forced Movement_ of the same type gains Forceful. "
  },
  {
    "name": "Gambit",
    "effect": "Gambits are _Manuevers_ that allow characters to enhance an Attack. A character may use any number of Gambits on a single _Attack_, but only one with the _Feint_ tag and one with the _Flourish_ tag."
  },
  { "name": "Gambits", "see": "Gambit" },
  {
    "name": "Gift",
    "effect": "When you Gift a _Token_ you lose up to the listed amount of that _Token_, then grant an ally the amount you lost."
  },
  {
    "name": "Graze",
    "effect": "An attack that barely hits, represented by a yellow cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Grazes", "see": "Graze" },
  { "name": "Grazes", "see": "Graze" },
  {
    "name": "Hazard",
    "effect": "Hazards reflect an area that is going to be attacked in the near future or can be triggered as a trap. All Hazards are always cleared at the end of a _Round_."
  },
  { "name": "Hazards", "see": "Hazard" },
  {
    "name": "Heavily Obstructed",
    "effect": "A state that occurs when view or the path to a creature barely exists. Attacks against a Heavily Obstructed creature take a -2 _Penalty_."
  },
  {
    "name": "Hit",
    "effect": "A solid connection with an Attack, represented by a green cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Improvised", "see": "Improvise" },
  {
    "name": "Improvise",
    "effect": "If a character finds they no longer wish to use a _Technique_ selected in the _Plotting_ Phase, they may choose to Improvise a _Technique_ by paying 2 _Momentum_ to replace it with a different _Technique_ on their Turn. This new _Technique_ must have the same _AP_ cost and a _Speed_ that is less than or equal to the replaced _Technique_. Some _Techniques_ are easier to Improvise, as denoted by the _Fluid_ keyword."
  },
  {
    "name": "Imbue",
    "effect": "A way to enhance a _Technique_, typically by paying _Tokens_ or increasing the _AP_ cost of the _Technique_ that must be paid when the _Technique_ is selected."
  },
  {
    "name": "Interact",
    "effect": "A special way to make use of an _Obstacle_ that is defined in its stats, typically used with the _Use Environment_ _Maneuver_."
  },
  {
    "name": "Launching",
    "effect": "Launching can be applied to any kind of _Forced Movement_. The _Forced Movement_ is considered _Leaping_ for all effects and, at the end of the _Movement_, the creature _Falls_ X+1 spaces, where X is half the Launching distance, plus any applicable _Elevation_ change. If an effect gains Launching, all _Forced Movement_ of the same type gains Launching."
  },
  {
    "name": "Lightly Obstructed",
    "effect": "A state that occurs when view or the path to a creature are barely blocked. Attacks against a Lightly Obstructed creature take a -1 _Penalty_."
  },
  {
    "name": "Jump",
    "effect": "When a character Jumps, they may count _Movement_ up to their Jump Value (defined on their Armor) as [_Leaping_] _Movement_. This _Movement_ must be taken in a straight line, and this _Movement_ may not be broken up in any way."
  },
  {
    "name": "Jump Value",
    "effect": "A value defined on a character's _Armor_ specifying how far they may move in a single _Jump_."
  },
  {
    "name": "Minion",
    "effect": "Minion is the weakest class of NPC, and tend to be less capable. Minions may never have more than 4 of a given _Token_ and may only use a single _Stance_, which must have Minion in the name. In addition Minions may not use Boosts on their _Resist_ Manuevers."
  },
  {
    "name": "Maneuver",
    "effect": "An ability that character can either use to accomplish more on their _Turn_ or interact with the battle when it is not their _Turn_."
  },
  { "see": "Maneuvers", "name": "Maneuver" },
  {
    "name": "Total Height",
    "effect": "The _Elevation_ of an _Obstacle_ or Creature plus its Height. Most creatures have a Height of 1."
  },
  {
    "name": "Miss",
    "effect": "A failed attack, represented by a red cell in the Attack's 'Roll' column in its _Profile_."
  },
  { "name": "Misses", "see": "Miss" },
  {
    "name": "Move",
    "effect": "The distance or number of spaces a character can move. This will typically be either _Step_, _Reposition_, or _Dash_. These values are defined by your _Armor_. Some _Techniques_ or _Maneuvers_ may simply state a number; in those cases, you move that many spaces."
  },
  { "name": "Movement", "see": "Move" },
  {
    "name": "Negate",
    "effect": "Some Attacks or _Techniques_ give creatures the chance to Negate by spending _Defensive Tokens_. This is either outlined in the Effect of a _Technique_, or listed in parentheses next to a Status in an Attack's _Profile_."
  },
  { "name": "Negates", "see": "Negate" },
  {
    "name": "Obstructed",
    "effect": "A state occurs when a creature cannot be clearly seen and there is no clear path to them. A creature may be Lightly or Heavily Obscured, which causes a -1/-2 _Penalty_ on Attacks against them."
  },
  {
    "name": "Open Hand",
    "effect": "An Open Hand is any Hand a character has that does not have any other Weapons or Equipment _Wielded_."
  },
  {
    "name": "Occupied",
    "effect": "While something is Occupied it may not be used for anything other than the listed effects. It still counts as _Wielded_ for the purpose of _Stances_ and the like, but may not be used for _Maneuvers_ or _Techniques_."
  },
  {
    "name": "Recovery",
    "effect": "A value listed for all Afflictions that specifies how many _Tokens_ are needed to remove that _Affliction_ with the _Recover_ _Maneuver_."
  },
  {
    "name": "Phase",
    "effect": "A Phase is a part of a _Round_ that exists to designate the speed at which different _Techniques_ happen. Phases 1-6 resolve in order, with _Techniques_ resolving with the Phase corresponding to their _Speed_."
  },
  { "name": "Phases", "see": "Phase" },
  {
    "name": "Plotting",
    "effect": "The beginning of a _Round_ immediately after _Refresh_ where all creatures involved in combat select their _Techniques_ for the _Round_."
  },
  {
    "name": "Profile",
    "effect": "All Attacks have a Profile, a chart showing the results of an Attack on a roll of 2-12. When you make an Attack, roll 2d6 and consult the Profile for the result."
  },
  {
    "name": "Reaction",
    "effect": "A _Maneuver_ that may be freely used when its Trigger occurs. Characters may use as many Reactions as they wish on a given _Turn_, but may only use a given Reaction once per _Turn_ unless otherwise specified."
  },
  { "name": "Reactions", "see": "Reaction" },
  {
    "name": "Refresh",
    "effect": "The very start of a round where characters can change their _Wielded_ Equipment, _Stances_, and resolve various effects."
  },
  {
    "name": "Reposition",
    "effect": "The standard _Movement_ distance. Consult your _Armor_ for how far you _Move_ with a Reposition."
  },
  {
    "name": "Resistance",
    "effect": "If a creature has Resistance to a type of Damage increase their _Guard_ by 3 against it."
  },
  {
    "name": "Roll",
    "effect": "When a character Rolls, their next _Movement_ up to the listed value gain [_Safe_ 2, _Blitz_, _Rush_]."
  },
  { "name": "Rolling", "see": "Roll" },
  {
    "name": "Round",
    "effect": "A Round is a full cycle in combat, where all _Phases_ are completed. Many _Techniques_ and _Stances_ have effects that trigger at the end of a round."
  },
  { "see": "Round", "name": "Rounds" },
  {
    "name": "Dash",
    "effect": "The largest standard _Movement_ that covers a large distance. Consult your _Armor_ for how far you _Move_ with a Dash."
  },
  {
    "name": "Self",
    "effect": "This either only targets you or, if it has an Area, is centered on or originates from your space."
  },
  {
    "name": "Shaper",
    "effect": "Shaper Disciplines heavily manipulate Terrain and Obstacles, either by creating them or removing them and can easily change the layout of the battlefield."
  },
  {
    "name": "Shift",
    "effect": "The act of using _Movement_ to move about the battlefield. Characters typically have one Shift per _Turn_, as described by the 'Move' field in a _Technique_. If multiple distances are listed (such as '_Step_, _Step') a character takes that many Shifts, each of that distance. Characters may freely interrupt a Shift to Attack or use any part of the Technique's Effect, unless specified otherwise."
  },
  {
    "name": "Secondary Sense",
    "effect": "Secondary Senses allow characters to perceive enemies in ways other than sight.  Secondary Sense allows a character to ignore_Veiled_ under specific conditions. In addition, if a creature has Secondary Sense on a Target and the Attack is _Arcing_ they ignore _Obstructed_ and treat _Covered_ as _Lightly Obstructed_. If it is _Winding_ they may ignore _Covered_/_Obstructed_"
  },
  {
    "name": "Seismic Sense",
    "effect": "A creature with Seismic Sense ignores _Obscured_ for all creatures on _Earthen_ spaces and always treats themselves as having _Secondary Sense_ on creatures in those spaces."
  },
  {
    "name": "Speed",
    "effect": "What _Phase_ a _Technique_ resolves in. This will be  a value from 1-6 or Weapon, which indicates that it uses of the Speed of the Weapon involved."
  },
  {
    "name": "Soft Cover",
    "effect": "Creatures may move through this _Obstacle_ and treat it as _Rough_ Terrain. When determining _Covered_/_Obstructed_, this _Obstacle_ never provides _Covered_. Instead, a creature in this space is _Heavily Obstructed_."
  },
  {
    "name": "Spirit Master",
    "effect": "The player in charge of running the game. While they do not have a predefined character, they control the world and all characters not under a different player's control."
  },
  {
    "name": "Stance",
    "effect": "A creature's Stance represents their bearing and how they are passively using their spirit's powers to improve their capabilities."
  },
  { "name": "Stances", "see": "Stance" },
  {
    "name": "Stunt",
    "effect": "Stunts are quick, simple abilities such as jumping or picking up an item that characters may use on their _Turn_. Characters may use as many Stunts as they wish on their _Turn_, but may only use a given Stunt once per _Turn_ unless it has the _Repeatable_ keyword."
  },
  { "name": "Stunts", "see": "Stunt" },
  {
    "name": "Standard",
    "effect": "Standard is the most common class of NPC. Standard enemies may never have more than 6 of a given _Token_ but may use a Martial and Spirit Stance."
  },
  {
    "name": "Step",
    "effect": "The smallest standard _Movement_, typically only a few spaces. Consult your _Armor_ for how far you _Move_ with a Step."
  },
  {
    "name": "Strike",
    "effect": "A _Technique_ that tends to deal high-damage. Strikes are designated by a red line separating the header and body of the _Technique_."
  },
  {
    "name": "Striker",
    "effect": "Striker Disciplines specialize in close-range combat, and often prioritize melee attacks over all else. Striker Disciplines are typically capable of the greatest damage in the system."
  },
  {
    "name": "Stone Armor",
    "effect": "Stone Armor is _Overarmor_ with _Guard_ 1, _Durability_ 9, and _Resistance_ to Slash/Stab Damage. Stone Armor has a weakness to Crush Damage. While a creature has Stone Armor, reduce their _Jump_ Value by 1, to a minimum of 0."
  },
  {
    "name": "Supporter",
    "effect": "Supporter Disciplines are often able to provide allies with Defensive Tokens or Momentum, as well as repositioning them, removing harmful effects, or otherwise assisting allies."
  },
  {
    "name": "Survivor",
    "effect": "Survivor Disciplines tend to provide powerful Resists that allow characters to mitigate damage and other effects to remain in the battle longer."
  },
  {
    "name": "Swim",
    "effect": "While moving through water that a character cannot stand in each space costs twice as much to enter. In addition, while Swimming, a creature is _Heavily Obstructed_, has _Disadvantage_ on all Attacks, and creatures have _Advantage_ on Attacks against them. Any _Jump_ a character makes while Swimming treats their _Jump_ value as halved."
  },
  { "name": "Swimming", "see": "Swim" },
  {
    "name": "Technique",
    "effect": "Techniques are how creatures interact in combat. These are what allow creatures to attack, influence the environment, and gain the resources to dodge and block attacks. A Technique must be selected while _Plotting_, at which point it is assigned a _Phase_. A creature may not use that Technique until that _Phase_."
  },
  { "name": "Techniques", "see": "Technique" },
  {
    "name": "Tokens",
    "effect": "_Grit_, _Momentum_, _Poise_, or _Reflex_."
  },
  {
    "name": "Turn",
    "effect": "An individual creature's time to act in combat. Typically, a Turn involves a creature using a _Technique_."
  },
  { "name": "Turns", "see": "Turn" },
  {
    "name": "Unarmed",
    "effect": "A special category of _Weapon_ that is an attack made using the character's body. Unarmed Weapons may not be _Disarmed_, and are always treated as _Wielded_."
  },
  {
    "name": "Martial Arts",
    "effect": "When a Technique has Martial Arts listed for the Weapon the character does not have to decide the Weapon used when playing it. Instead, when making the _Weapon Attack_, they may use any _Unarmed Weapon_ of a _Speed_ equal to or greater than the unmodified _Speed_ of this _Technique_, or the current Phase if directly used through a _Maneuver_. (i.e., if the Technique is _Speed_ 4 and you applied the _Strengthen_ Stratagem which makes the Technique _Speed_ 5, you could only use _Unarmed Weapons_ of _Speed_ 4 or faster). Sometimes Martial Arts will specify a more narrow condition in parentheses; in that case, all Unarmed Weapons used must fulfill that requirement"
  },
  {
    "name": "Wager",
    "effect": "When a Wager occurs, all involved creatures must secretly pay an amount of whatever _Token_ is specified. Once all creatures have determined their Wager, how much each creature paid is revealed. Whatever creature paid the most wins the Wager, and all other creatures lose. In the case of a tie, the creature initiating the Wager wins."
  },
  {
    "name": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them. Wielded items are always also _Equipped_."
  },
  { "name": "Wield", "see": "Wielded" },
  { "name": "Wielding", "see": "Wielded" },
  {
    "name": "Winded",
    "effect": "A character becomes Winded when they have no _Endurance_. While Winded, a character adds [_Glancing_] to all effects. If a character gains _Endurance_ they are no longer Winded."
  }
]
