[
  {
    "name": "Aggressive",
    "effect": "You must end Aggressive Movement closer to an enemy than you started it."
  },
  {
    "name": "Arc",
    "effect": "Pick a space within Range, then choose 3 contiguous spaces adjacent to the target space. Target all spaces within. Draw the _Attack Line_ from the target space. If Range is Self, your space is the Target space."
  },
  {
    "name": "Arcing",
    "effect": "Arcing Attacks treat _Covered_ as _Heavily Obstructed_ instead and _Heavily Obstructed_ as _Lightly Obstructed_, so long as a path exists over _Obstacles_ that can reach the Target."
  },
  {
    "name": "Minimum Range",
    "effect": "Ranged and Thrown Attacks with the Minimum Range Keyword have _Disadvantage_ on all Attacks against creature X spaces or less away, where X is their Minimum Range value. Minimum Range never applies to Melee attacks."
  },
  {
    "name": "Blast",
    "effect": "Pick a space within Range. That space, and all spaces within X, where X is the Blast's value, are targeted. Draw the Attack Line from the target space."
  },
  { "name": "Blocking", "see": "Block" },
  { "name": "Blocked", "see": "Block" },
  {
    "name": "Body",
    "effect": "Attacks with the _Body_ keyword gain a +1 _Bonus_ if used after moving at least 2 spaces with [_Rush_] Movement."
  },
  {
    "name": "Burst",
    "effect": "Pick a space within Range. All spaces within X, where X is the Burst's value, spaces of the space are targeted. The targeted space is not effected. Draw the Attack Line from the target space."
  },
  {
    "name": "Blitz",
    "effect": "Movement with the Blitz keyword can move through squares occupied by hostile creatures, but may not end their movement there."
  },
  {
    "name": "Brawling",
    "effect": "When making a _Melee_ _Attack_ against a _Grabbed_ creature add _Pierce_ X, where X is the listed Brawling value."
  },
  {
    "name": "Climable",
    "effect": "A side of a space may be Climable if it has obvious handholds or avenues to climb that make traversal easier. Climbing in a Climable space only costs 1 + the vertical distance covered."
  },
  {
    "name": "Colossal",
    "effect": "You must pay 1 _Grit_ when you Attack with this Weapon or else have _Disadvantage_."
  },
  {
    "name": "Combo",
    "effect": "Make the listed number of Attacks. Any _Gambits_ you use without the _Feint_/_Flourish_ keyword apply to all Attacks in the Combo."
  },
  {
    "name": "Counter",
    "effect": "Counters are a _Resist_ with this keyword based on throwing aside defense to attack. Many Actions and abilities reference Counter _Resists_."
  },
  {
    "name": "Cone",
    "effect": "Pick a space within Range. Draw a triangle so that each side is X spaces long, where X is the Cone value, using the target space as one of the corners. If Range is Self the Cone's origin must be an adjacent space and the Cone may not pass through your space."
  },
  {
    "name": "Condense",
    "effect": "Take the creature's total Value of a _Token_ and divide it into the minimum number of _Tokens_. For example, a creature with _Impaired_ 1x3 would have _Impaired_ 3 after Condensing."
  },
  {
    "name": "Defensive",
    "effect": "Only a single _Reaction_ with the Defensive keyword may be used against a triggering instance."
  },
  {
    "name": "Resist",
    "effect": "A _Maneuver_ typically used in response to an Attack that allows a character to strike back against a foe, mitigate damage, or dodge. Each _Turn_, a character may use a single Resist _Maneuver_."
  },
  { "name": "Defends", "see": "Defend" },
  {
    "name": "Derived",
    "effect": "This _Terrain_'s _Source_ is the same as whatever the _Terrain_ beneath it is; i.e., if it is created on _Earthen_ Terrain, it is in turn _Earthen_."
  },
  {
    "name": "Earth",
    "effect": "Techniques with this keyword rely on an Earth spirit as well as a strong connection with the ground. If a character is not on or immediately above (such as standing on the wooden floor of a house) _Earthen_ Terrain (such as while Jumping), increase the cost of this Technique by 1. If the character is _Flying_, increase it by 2. If there is no _Earthen_ Terrain or _Obstacles_ with 5 spaces (such as when on the deck of a ship) this Technique may not be used."
  },
  {
    "name": "Earthen",
    "effect": "Earthen _Terrain_ or _Obstacles_ are prominent above-ground features created primarily from earth or stone. Boulders and Earth Pillars are obvious examples, but any stone structure can qualify as Earthen."
  },
  {
    "name": "Electric",
    "effect": "Actions with the Electric Keyword excel at hitting conductive targets. Electric Attacks have Advantage against any Creature that has a Metal Source or is Soaked. In addition, Electric Techniques that target a creature in a Water Source may ignore their typical area. If the Technique was previously Single Target, halve the damage but it instead becomes a Blast 1 if Range or Burst 1 if melee. If the Technique had an Area, increase the size of the Area by 1. Regardless, the Technique has Advantage."
  },
  {
    "name": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple _Turns_ or _Rounds_. A creature may only have one Enchant ability in effect at a time."
  },
  { "name": "Evading", "see": "Evade" },
  {
    "name": "Feint",
    "effect": "A special type of _Gambit_ that allows you to inflict status or otherwise hinder a foe before attacking."
  },
  {
    "name": "Fleeting",
    "effect": "Defenses with Fleeting are lost at the end of the current _Turn_."
  },
  {
    "name": "Flourish",
    "effect": "A Flourish is a _Maneuver_ that is typically used after a character hits with an Attack and applies an additional effect."
  },
  { "name": "Flourishes", "see": "Flourish" },
  {
    "name": "Fluid",
    "effect": "This _Technique_ may be _Improvised_ for no cost."
  },
  {
    "name": "Flurry",
    "effect": "Make the listed number of Attacks. Any _Gambits_ you use without the _Feint_/_Flourish_ keyword apply to all Attacks in the Flurry.  Do not inflict Status until all Attacks are complete, and only one Attack in the Flurry may inflict Status, but you may choose which Attack to use. Do not apply Status until all Attacks are complete. You may use different Attacks for each Attack in the Flurry so long as all follow the same rules (i.e. a [_Flurry_ 2] with _Light_ _Major Attacks_ could make any two _Major Attacks_."
  },
  {
    "name": "Fist",
    "effect": "Attacks with the Fist Keyword require an _Open Hand_ to use."
  },
  {
    "name": "Glancing",
    "effect": "This effect deals half _Damage_ and, if it inflicts _Status_, reduce the cost to negate by 1 and halve the value of all _Afflictions_."
  },
  {
    "name": "Groundsource",
    "effect": "Groundsource Attacks are always treated as Melee and Area Effects are not stopped by Obstacles like normal. Additionally, Groundsource Attacks ignore _Covered_. In exchange, both the user and Target of Groundsource _Techniques_ must be used on _Earthen_ Terrain. _Flying_ creatures are immune to all Groundsource effects."
  },
  {
    "name": "Guarding",
    "effect": "While Guarding a creature is focusing on their defense. While Guarding a creature takes a -1 _Penalty_ to all _Attacks_ and is _Hobbled_. Guarding lasts until the end of the _Round_, the creature gains _Break_, or the Guarding creature willingly ends the effect, which may be done at any time. Abilities that grant Guarding also typically have additonal conditions that can end the effect."
  },
  {
    "name": "Hand-and-a-Half",
    "effect": "This _One-Handed_ Weapon may be _Wielded_ with two hands. When you do so, decrease its _Speed_ by 1."
  },
  {
    "name": "Heavy",
    "effect": "Heavy Attacks are powerful but unwieldy and tend to punish enemies that rely on _Block_. They tend to be slow, but high Damage and typically have innate _Pierce_ or _Overwhelming_. Additionally, Heavy Attacks have potent _Charged Effects_ that allow them to deal extreme Damage or target an area, but take double the normal _Speed Penalty_."
  },
  {
    "name": "Kick",
    "effect": "Weapons with the Kick Keyword can be used regardless of what a character has _Wielded_ but have _Disadvantage_ if a character is _Stuck_ and take a _Penalty_ to _Attack Rolls_ equal to the character's topmost _Hobbled_."
  },
  {
    "name": "Light",
    "effect": "Light Attacks are swift and specialize in targeting foes with high _Dodge_ defense. They typically have a low _Speed_, and may be used in conjunction with the _Quickened Attack_ ability to use a _Major Attack_ as a _Minor Attack_ late in the _Round_."
  },
  {
    "name": "Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the Line value. If Range is Self the Line must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space."
  },
  {
    "name": "Leaping",
    "effect": "Any Leaping Movement ignores Terrain that does not effect _Flying_ characters. Characters may also go up _Elevation_ while Leaping so long as they have sufficient Leaping Movement."
  },
  {
    "name": "Manifest",
    "effect": "A special keyword that designates an ability that makes use of your spirit in a more concrete way. Only one ability with the Manifest keyword may be used per _Round_."
  },
  {
    "name": "Melee",
    "effect": "This may only be used to Attack Targets within your _Reach_."
  },
  {
    "name": "Obstacle",
    "effect": "Noteworthy terrain on the battlefield that can typically either be used as _Cover_ or be interacted with in some way."
  },
  {
    "name": "Obstruction",
    "effect": "This Obstacle may not be climbed and does not block Movement. Instead, it is treated as _Rough Terrain_ but can still provide _Covered_/_Obstructed_."
  },
  {
    "name": "One-Handed",
    "effect": "This Equipment only requires one hand to _Wield_."
  },
  {
    "name": "Overwhelming",
    "effect": "If the Target of the Attack uses a _Block_ _Reaction_ you may inflict your choice of _Push_ 2X, _Vulnerable_ X, where X is the listed Overwhelming value. If they are _Guarding_ you may choose one of the previous options or add _Break_ [X _Momentum_] on a _Hit_+."
  },
  {
    "name": "Ordnance",
    "effect": "Any Attack with this Weapon must be made before any _Movement_ is made this _Turn_."
  },
  {
    "name": "Warding",
    "effect": "This _Weapon_ has a +1 _Bonus_ on [_Parrying_] Attacks."
  },
  {
    "name": "Pierce",
    "effect": "This Attack ignores an amount of the Target's _Guard_ equal to its Pierce value."
  },
  {
    "name": "Punish",
    "effect": "A _Punish_ is a special type of _Reaction_ that triggers based off of an opponent's _Movement_. A common example of this is the _Opportunity Attack_ _Reaction_."
  },
  { "name": "Punishes", "see": "Punish" },
  {
    "name": "Quick",
    "effect": "This _Maneuver_ may not be used with _Heavy_ _Techniques_."
  },
  {
    "name": "Quickdraw",
    "effect": "This Weapon is easy to draw and costs no _Momentum_ to Draw/Stow."
  },
  {
    "name": "Parrying",
    "effect": "A Parrying Attack has no Target, does no Damage and inflicts no Status unless otherwise specified."
  },
  {
    "name": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "name": "Reach",
    "effect": "Reach is how far away a Melee Attack can be used to attack a creature. Most Melee Attacks have Reach 1 but some, such as Pole Weapons, have a greater Reach."
  },
  {
    "name": "Recharge",
    "effect": "While _Planning_, roll a d6. If you roll within the listed Range you may use this _Technique_ this _Round_."
  },
  {
    "name": "Safe",
    "effect": "Movement with the Safe keyword does not create an _Opening_. Any _Attack_ made in response to this _Movement_ has _Disadvantage_."
  },
  {
    "name": "Secure",
    "effect": "Reduce the cost to negate _Disarmed_ by 1 for this _Equipment_."
  },
  {
    "name": "Small",
    "effect": "This piece of Equipment is particularly small. If you select this piece of Equipment you gain 2 without increasing the Weight."
  },
  {
    "name": "Scout",
    "effect": "When you Scout a creature you learn their current exact _Health_ and how much _Poise_, _Grit_, _Reflex_, and _Momentum_ the creature has."
  },
  {
    "name": "Siege",
    "effect": "Attacks with Siege deal +2 Damage to _Obstacles_ and have _Advantage_ on Attacks against them."
  },
  {
    "name": "Stratagem",
    "effect": "Stratagems are ways to enhance a _Technique_ that must be used when the Technique is played, whether that be during _Plotting_, while _Improvising_, or as a part of another _Maneuver_. Stratagems often change the _Speed_ or _AP_ cost of a Technique."
  },
  { "name": "Stratagems", "see": "Stratagem" },
  {
    "name": "Strong",
    "effect": "This _Maneuver_ may not be used with _Light_ _Techniques_."
  },
  {
    "name": "Stall",
    "effect": "A Stall _Technique_ is always resolved at the end of its _Phase_. It ignores normal turn order and does not count for the alternating turns within a _Phase_."
  },
  {
    "name": "Edge",
    "effect": "A special type of _Gambit_ which only one may be applied to a single Attack."
  },
  {
    "name": "Repeatable",
    "effect": "This _Stunt_ may be used multiple times in a _Turn_, paying the cost each time."
  },
  {
    "name": "Reveal",
    "effect": "When a creature is inflicted with Reveal their next _Technique_ and what _Phase_ it is occurring in is revealed. If a creature has no more _Techniques_ this _Round_, they instead have _Insight_ 1 inflicted."
  },
  {
    "name": "Rigid",
    "effect": "This _Technique_ may not be _Improvised_."
  },
  {
    "name": "Rush",
    "effect": "Rush _Movement_ must be taken in a straight line."
  },
  {
    "name": "Sundering",
    "effect": "A keyword that identifies an Attack that tends to destroy _Armor_ or other _Equipment_."
  },
  {
    "name": "Stairs",
    "effect": "A side of a space may be designated as Stairs if it has an obvious path up, such as literal stairs. It costs no additional movement to move up 1 _Elevation_ when moving through a stairs segment of a space."
  },
  {
    "name": "Teleport",
    "effect": "Teleport Movement ignores _Terrain_, _Obstacles_, and does not count as _Movement_ for the purposes of Triggers."
  },
  {
    "name": "Thrown",
    "effect": "Thrown Weapons are capable of being used in both Melee and Ranged combat. When Thrown, it is instead a Range X Attack, where X is the listed Thrown value. When attacking in this way, _Grazes_ are treated as a _Miss_, deal no damage, and cause no effects. After being thrown, a Thrown weapon is placed in a space of your choice adjacent to the Target and may not be used again until retrieved."
  },
  {
    "name": "Two-Handed",
    "effect": "This Equipment requires both Hands to Wield."
  },
  {
    "name": "Unavoidable",
    "effect": "All _Reactions_ with the _Evade_ keyword cost an additional _Momentum_ against this _Technique."
  },
  {
    "name": "Martial Arts",
    "effect": "Whenever an Attack with the Martial Art keyword would inflict _Vulnerable_ they may choose not to and instead increase the target's existing _Vulnerable_ by an amount equivalent to the amount that would have been inflicted, in any combination. For example, if a creature would inflict _Vulnerable_ 2 on a creature that already has _Vulnerable_ 1, _Vulnerable_ 1, they may choose to not inflict that _Vulnerable_ and instead cause the creature to have _Vulnerable_ 3, _Vulnerable_ 1 or _Vulnerable_ 2, _Vulnerable_ 2."
  },
  {
    "name": "Unblockable",
    "effect": "All _Reactions_ with the _Block_ keyword cost an additional _Momentum_ against this _Technique."
  },
  {
    "name": "Upkeep",
    "effect": "Techniques with Upkeep must pay the listed cost at _Refresh_ or else end the effect."
  },
  {
    "name": "Versatile",
    "effect": "Versatile _Attacks_ are built for balanced combat, and can be used for most Maneuvers, albeit not as well as the more-specialized _Light_ or _Heavy_ _Attacks_. They typically have a minor _Charged Effect_, and can be used with _Light_/_Heavy_ exclusive abilities in exchange for an increased _Momentum_ cost."
  },
  {
    "name": "Incoming",
    "effect": "An Incoming Attack is created by launching a projectile into the air, preparing an explosion, or any other effect that creates a _Hazard_. When drawing the _Attack Line_, draw it from the space where you created the _Hazard_, not the space you are in when you make the Attack."
  },
  { "name": "Weapon Attacks", "see": "Weapon Attack" },
  {
    "name": "Wide Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the first numerical value. Additionally, make an additional X identical lines, where X is the second numerical value. These lines must be parallel and adjacent to another line created by this effect. If Range is Self all lines must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space of each line."
  }
]
