[
  {
    "name": "Aggressive",
    "effect": "You must end Aggressive Movement closer to an enemy than you started it."
  },
  {
    "name": "Arc",
    "effect": "Pick a space within Range. Target all spaces as if this was a _Burst_ X, but only target one side of the burst. For example, a _Self_ Range _Arc_ 1 would be the three contiguous spaces adjacent to a Size 1 creature."
  },
  {
    "name": "Arcing",
    "effect": "Arcing is a special keyword, used when an attack is able to fly high through the sky before hitting its target. Arcing Attacks treat _Full Cover_ as _Heavy Cover_ and _Heavy Cover_ as _Light Cover_ so long as a path exists over _Features_ that can reach the Target."
  },
  {
    "name": "Arsenal",
    "effect": "If you pick a piece of Equipment with the Arsenal keyword you gain X of that item for its listed Weight rather than 1."
  },
  {
    "name": "Avoidable",
    "effect": "Creatures gain _Ward_ equal to their _Reflex_ against this effect. Additionally, creatures may expend 1 _Movement_ to have _Advantage_ to _Negate_ this effect"
  },
  {
    "name": "Close Range",
    "effect": "Attacks within the Close Range of an Attack have _Disadvantage_."
  },
  {
    "name": "Blast",
    "effect": "Pick a space within Range. That space, and all spaces within X, where X is the Blast's value, are targeted. Draw the Attack Line from the target space."
  },
  {
    "name": "Blaze",
    "effect": "Blaze abilities are a subset of _Flame_ _Spirit_ abilities that primarily focus on stoking and spreading flames."
  },
  {
    "name": "Body",
    "effect": "Attacks with the _Body_ keyword gain a +1 _Bonus_ if used after moving at least 2 spaces with [_Rush_] Movement."
  },
  {
    "name": "Burst",
    "effect": "Pick a space within Range. All spaces within X, where X is the Burst's value, spaces of the space are targeted. The targeted space is not affected. Draw the Attack Line from the target space."
  },
  {
    "name": "Breach",
    "effect": "Movement with the Breach keyword can move through squares occupied by hostile creatures, but may not end their movement there. If you inflict _Push_ or _Pull_ while inside a creature's space due to Breach, determine the direction of the effect based on the space you entered from."
  },
  {
    "name": "Brawling",
    "effect": "Add _Pierce_ X to Attacks against creatures you are _Engaged_ with."
  },
  {
    "name": "Climable",
    "effect": "_Climbing_ this Feature or Terrain costs only the vertical height covered."
  },
  {
    "name": "Counter",
    "effect": "Counters are a _Resist_ with this keyword based on throwing aside defense to attack. Many Actions and abilities reference Counter _Resists_."
  },
  {
    "name": "Cone",
    "effect": "Pick a space within Range. Draw a triangle so that each side is X spaces long, where X is the Cone value, using the target space as one of the corners. If Range is Self the Cone's origin must be an adjacent space and the Cone may not pass through your space. Otherwise, the Origin is the center of the area."
  },
  {
    "name": "Condense",
    "effect": "Take the creature's total Value of a _Token_ and divide it into the minimum number of _Tokens_. For example, a creature with _Impaired_ 1x3 would have _Impaired_ 3 after Condensing."
  },
  {
    "name": "Conductive",
    "effect": "If a Conductive space becomes _Electrified_ place another _Electrified_ space in an adjacent space. Spaces placed due to Conductive due not trigger this effect.\n&nbsp;\nWhen a creature in a Conductive space is attacked by an attack that deals _Lightning_ Damage add all contiguous Conductive spaces to the _Area_. Additionally, creatures in Conductive spaces have _Weakness_ 1 (_Lightning_), _Susceptible_ (_Shocked_)."
  },
  {
    "name": "Earthbend",
    "effect": "_Forced Movement_ of this type halves any _Stable_ that _Earthen_ _Features_ have."
  },
  {
    "name": "Efficient",
    "effect": "This _Reaction_ does not count when checking the 'only one _Reaction_ may be used against a specific trigger' restriction."
  },
  {
    "name": "Exhaust",
    "effect": "Abilities with this keyword may only be used once per the specified frequency. For example, Exhaust (_Round_) may only be used once per _Round_."
  },
  { "name": "Exhaust (Round)", "see": "Exhaust" },
  { "name": "Exhaust (Combat)", "see": "Exhaust" },
  {
    "name": "Detonation",
    "effect": "Detonation abilities are a subset of _Flame_ _Spirit_ abilities that primarily focus on sudden and violent bursts of flame."
  },
  {
    "name": "Flammable",
    "effect": "This space becomes _Blazing_ if it or the occupant of this space takes any _Fire_ Damage or gains _Alight_. If a Flammable space becomes _Blazing_ from an effect other than _Fire_ Damage or _Alight_, place another _Blazing_ space in an adjacent space. Spaces placed due to Flammable due not trigger this effect. The Flammable Terrain or Feature is destroyed when the space becomes _Blazing_."
  },
  {
    "name": "Resist",
    "effect": "A _Maneuver_ typically used in response to an Attack that allows a character to strike back against a foe, mitigate damage, or dodge. Each _Turn_, a character may use a single Resist _Maneuver_."
  },
  {
    "name": "Defensive",
    "effect": "This ability is used to mitigate the results of a hostile action. Only a single Defensive Reaction may be used against a specific trigger."
  },
  {
    "name": "Derived",
    "effect": "This Attack will use another Attack. Refer to the Weapon or Attack used for this Attack for all details not defined about this Attack, such as its Speed, Material, whether it is _Spirit_ or _Martial_, and whether it is _Light_, _Balanced_, or _Heavy_. You may select a different Derived Attack when choosing a Derived Attack, so long as the final Attack used fulfills all requirements."
  },
  {
    "name": "Mutable",
    "effect": "This _Terrain_'s _Source_ is the same as whatever the _Terrain_ beneath it is; i.e., if it is created on _Earthen_ Terrain, it is in turn _Earthen_."
  },
  {
    "name": "Earth",
    "effect": "Earth is one of the most common elements, but is heavily dependant on managing Sources for their Attacks. A _Minor Source_ is required for essentially every Earth Spirit ability, while access to a _Major Source_ will often provide additional bonuses. An Earthbonded will have access to _Minor Sources_ in most battles, but may have to create _Major Sources_ through the use of _Maneuvers_ and _Techniques_. Earth abilities are _Suppressed_ when the user has no _Source_ at their _Position_, and _Sealed_ when there is no _Source_ in their _Arena_."
  },
  {
    "name": "Watersource",
    "effect": "Watersource _Terrain_ or _Features_ are predominately formed out of water. Watersource _Features_ tend to be fleeting and are often only created by abilities, but Watersource _Terrain_ such as _Wet_ spaces are abundant in most battlefields. Watersource _Terrain_ and _Features_ will always specify a value; this is how many _Sources_ the object in question counts as for the purpose of _Draw_ effects."
  },
  {
    "name": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple _Turns_ or _Rounds_. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "name": "Endurable",
    "effect": "Characters may expend _Stamina_ to reduce Endurable Damage by 1 for every 1 _Stamina_ spent and may Negate _Vulnerable_ with 1 _Stamina_. Additionally, some effects allow spending _Stamina_ at a more efficient rate against these effects."
  },
  { "name": "Evading", "see": "Evade" },
  {
    "name": "Feint",
    "effect": "A special type of _Gambit_ that allows you to inflict status or otherwise hinder a foe before attacking."
  },
  {
    "name": "Flame",
    "effect": "Flame is an element that is able to easily conjure and creature their own _Sources_. Flame abilities are _Suppressed_ when the user is _Soaked_ and _Sealed_ when the user is _Swimming_."
  },
  {
    "name": "Temporary",
    "effect": "Temporary bonuses are are lost at the end of the current _Turn_. Temporary bonuses do not count against any caps that a character might have."
  },
  {
    "name": "Fleeting",
    "effect": "Fleeting Terrain and Features are _Destroyed_ at the end of the current _Round_."
  },
  {
    "name": "Flourish",
    "effect": "A Flourish is a _Maneuver_ that is typically used after a character hits with an Attack and applies an additional effect."
  },
  { "name": "Flourishes", "see": "Flourish" },
  {
    "name": "Fluid",
    "effect": "This _Technique_ may be _Improvised_ for no cost."
  },
  {
    "name": "Flurry",
    "effect": "Make the listed number of Attacks. Do not inflict Status until all Attacks are complete, and only one Attack in the Flurry may inflict Status, but you may choose which Attack to use. Do not apply Status until all Attacks are complete. You may use different Attacks for each Attack in the Flurry so long as all follow the same rules (i.e. a [_Flurry_ 2] with _Light_ _Major Attacks_ could make any two _Major Attacks_."
  },
  {
    "name": "Fist",
    "effect": "Attacks with the Fist Keyword require an _Open Hand_ to use. If a character has two _Open Hands_ they gain a +1 _Bonus_."
  },
  {
    "name": "Forceful",
    "effect": "Forceful can be applied to any kind of _Forced Movement_. If an effect gains Forceful, all _Forced Movement_ of the same type gains Forceful. Forceful has the following effects:\n* When determining Damage to an _Feature_ from a _Collision_, deal Damage equal to the _Forced Movement_ remaining, not half.\n* Creatures involved in a _Collision_ take Damage equal to any _Stun_ they gain and gain _Dazed_ 1. \n* _Forceful_ _Forced Movement_ deals double Damage when determining if an _Feature_ is _Destroyed_."
  },
  {
    "name": "Fragile",
    "effect": "If this piece of Equipment would be _Damaged_ it is instead _Destroyed_."
  },
  {
    "name": "Tundra",
    "effect": "Tundra abilities are a subset of _Water_ _Spirit_ abilities that primarily focus on manipulating ice and cold."
  },
  {
    "name": "Basic",
    "effect": "A Basic ability is not innately _Martial_ or _Spirit_; it cannot be _Suppressed_, but abilities used as a part of this ability (such as Attacks) may."
  },
  {
    "name": "Gale",
    "effect": "Gale abilities are a subset of _Wind_ _Spirit_ abilities that primarily focus on conjuring and controlling wind."
  },
  {
    "name": "Glancing",
    "effect": "This effect deals half _Damage_, creatures have _Advantage_ on all _Negate_ rolls, and any _Stun_ or instant Status (such as _Push_ or _Dazed_) is halved."
  },
  {
    "name": "Grasping",
    "effect": "While _Grabbed_ is inflicted with this _Weapon_ it may only be used to attack the _Grabbed_ target."
  },
  {
    "name": "Groundsource",
    "effect": "Groundsource Attacks are always treated as Melee, regardless of their normal Range. In exchange, both the user and Target of Groundsource _Techniques_ must be in an _Earthen_ _Arena_ and not by _Flying_."
  },
  {
    "name": "Hand-and-a-Half",
    "effect": "This _One-Handed_ Weapon may be _Wielded_ with two hands. When you do so, decrease its _Speed_ by 1."
  },
  {
    "name": "Heavy",
    "effect": "Heavy Attacks are powerful but unwieldy and tend to punish enemies that rely on _Guard_. They tend to be slow, but high Damage and typically have innate _Pierce_ or _Overwhelming_. Additionally, Heavy Attacks have potent _Charged Effects_ that allow them to deal extreme Damage or target an area, but take double the normal _Speed Penalty_."
  },
  {
    "name": "Ice",
    "effect": "Ice Terrain and Features may only be _Drawn_ from if the creature has _Snowdraw_."
  },
  {
    "name": "Limited",
    "effect": "Abilities with this keyword may only be used more than the listed frequency."
  },
  {
    "name": "Effort",
    "effect": "Effort is used to use powerful Stunts and Boosts. Any unused Effort is lost at the end of the current _Turn_."
  },
  {
    "name": "Kick",
    "effect": "Kick Attacks have a -1 _Penalty_ if _Hobbled_, but may be used while _Prone_ at no penalty and gain a +1 _Bonus_ against _Prone_ Targets."
  },
  {
    "name": "Land",
    "effect": "Land abilities are a subset of _Earth_ _Spirit_ abilities that primarily focus on sculpting earth and creating quakes."
  },
  {
    "name": "Light",
    "effect": "Light Attacks are swift but tend to lack power. They typically have a low _Speed_, and may be used in conjunction with the _Quickened Attack_ ability to use a _Major Attack_ as a _Minor Attack_ late in the _Round_."
  },
  {
    "name": "Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the Line value. If Range is Self the Line must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space."
  },
  {
    "name": "Leaping",
    "effect": "Any Leaping Movement ignores Terrain that does not effect _Flying_ characters. Characters may also go up _Elevation_ equal to the Leaping distance without paying any additional Movement cost. Leaping Movement is always [_Rush_]."
  },
  {
    "name": "Mark",
    "effect": "Characters may only have a single effect with this keyword active at a time. If they use another effect with this keyword, end the previous effect."
  },
  {
    "name": "Melee",
    "effect": "This may only target at your _Position_."
  },
  {
    "name": "Reach",
    "effect": "Attacks with a Range of Reach can Target any creature within their _Arena_."
  },
  {
    "name": "Short",
    "effect": "This may only target within your _Arena_ and adjacent _Path_s. Attacks with this Range take a -1 _Penalty_ if there is a hostile creature at your _Position_."
  },
  {
    "name": "Medium",
    "effect": "This may only target within adjacent _Arena_s and _Path_s. Attacks with this Range take a -2 _Penalty_ if there is a hostile creature at your _Position_."
  },
  {
    "name": "Long",
    "effect": "This may only target that are two _Arena_s away. Attacks with this Range take a -3 _Penalty_ if there is a hostile creature at your _Position_."
  },
  {
    "name": "Mental",
    "effect": "Characters may expend _Stamina_ to reduce Mental Damage by 1 for every 1 _Stamina_ spent and may Negate _Vulnerable_ with 1 _Stamina_. Additionally, some effects allow spending _Stamina_ at a more efficient rate against these effects."
  },
  {
    "name": "Mobile",
    "effect": "This Attack may be used without interrupting or breaking up your Movement."
  },
  {
    "name": "Feature",
    "effect": "Noteworthy terrain on the battlefield that can typically either be used as _Cover_ or be interacted with in some way."
  },
  {
    "name": "One-Handed",
    "effect": "This Equipment only requires one hand to _Wield_."
  },
  {
    "name": "Overwhelming",
    "effect": "This Attack ignores half of a creature's _Resistance_, and ignores half the _Ward_ created by non-_Resistance_ effects."
  },
  {
    "name": "Ordnance",
    "effect": "This Attack must be made before any _Movement_ is made this _Turn_."
  },
  {
    "name": "Pierce",
    "effect": "This Attack ignores an amount of the Target's _Guard_ equal to its Pierce value."
  },
  {
    "name": "Punish",
    "effect": "A Punish is a special type of _Reaction_ that triggers based off of an opponent's _Movement_. A common example of this is the _Opportunity Attack_ _Reaction_."
  },
  { "name": "Punishes", "see": "Punish" },
  {
    "name": "Quickdraw",
    "effect": "This Weapon is easy to draw and costs no _Momentum_ to Draw/Stow. Additionally, you may always treat this weapon as _Wielded_ so long as you have an _Open Hand_. After using it for an Attack, you must _Wield_ it if possible."
  },
  {
    "name": "Parry",
    "effect": "Different abilities may allow a creature to Parry. When a creature Parries, they gain the Parry Effect of a _Wielded_, un-_Sundered_ piece of Equipment against the triggering effect or for a set duration. A creature may pay 1 _Momentum_ to Parry with _Sundered_ Equipment."
  },
  {
    "name": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round. If an ability gains Priority in the middle of a the Phase it would be resolved in instead resolve it immediately, ignoring the normal turn order."
  },
  {
    "name": "Recharge",
    "effect": "While _Planning_, roll a d6. If you roll within the listed Range you may use this _Technique_ this _Round_."
  },
  {
    "name": "Rough",
    "effect": "Terrain with this keyword costs an additional space of Movement to enter. If a creature is larger than Size 1, only apply this effect if at least half the spaces they are entering are Rough."
  },
  {
    "name": "Safe",
    "effect": "Increase the cost of all _Punish_ _Reactions_ triggered by an _Opening_ created by this effect."
  },
  {
    "name": "Secure",
    "effect": "Reduce the cost to negate _Disarmed_ by 1 for this _Equipment_."
  },
  {
    "name": "Small",
    "effect": "This piece of Equipment is particularly small. If you select this piece of Equipment you gain 2 without increasing the Weight."
  },
  {
    "name": "Social",
    "effect": "Attacks with the Social keyword ignore all _Cover_ and _Obscured_ and may always target a creature within Range."
  },
  {
    "name": "Scout",
    "effect": "When you Scout a creature you learn their current _Health_, _Stamina_, and _Momentum_."
  },
  {
    "name": "Siege",
    "effect": "Attacks with Siege deal +2 Damage to _Features_ and have _Advantage_ on Attacks against them. If an Attack gains Siege from multiple sources, increase the Damage by 2 for each successive source."
  },
  {
    "name": "Stall",
    "effect": "A Stall _Technique_ is always resolved at the end of its _Phase_. It ignores normal turn order and does not count for the alternating turns within a _Phase_."
  },
  {
    "name": "Martial",
    "effect": "An ability that is primarily physical in nature, such as one made using martial arts or with a weapon. These abilities cannot be _Suppressed_ like a _Spirit_ ability, and this keyword is often referenced for other abilities."
  },
  {
    "name": "Mountain",
    "effect": "Mountain abilities are a subset of _Earth_ _Spirit_ abilities that primarily focus on solidifying and firing solid earth."
  },
  {
    "name": "Tide",
    "effect": "Tide abilities are a subset of _Water_ _Spirit_ abilities that primarily focus on manipulating liquid water."
  },
  {
    "name": "Taxing",
    "effect": "Every time you use this Ability increase its Cost by X, where X is the listed Taxing. Reset the Cost to the initial value at _Respite_."
  },
  {
    "name": "Edge",
    "effect": "A special type of _Gambit_ which only one may be applied to a single Attack."
  },
  {
    "name": "Point Blank",
    "effect": "This _Attack_ does not take penalties for using it while adjacent to foes."
  },
  {
    "name": "Ignite",
    "effect": "Trigger all _Flammable_ effects at the _Position_ where this is used."
  },
  {
    "name": "Repeatable",
    "effect": "If this keyword is applied to a _Stunt_ it may be used more than once per _Turn_. If it is an _Action_ it may be used more than once per _Round_. If it is a _Gambit_ it may be used multiple times on the same Attack."
  },
  {
    "name": "Reveal",
    "effect": "When a creature is inflicted with Reveal their next _Technique_ and what _Phase_ it is occurring in is revealed. If a creature has no more _Techniques_ this _Round_, they instead have _Studied_ 1 inflicted."
  },
  {
    "name": "Rigid",
    "effect": "This _Ability_ must be used at its listed Speed."
  },
  {
    "name": "Rush",
    "effect": "Rush _Movement_ must be taken in a straight line and may not _Climb_. Additionally, this Movement may not be broken up; if you make an Attack or use an ability that interrupts your Move any remaining Movement is lost."
  },
  {
    "name": "Soft Cover",
    "effect": "If this is _Terrain_, treat it as an Feature of the listed height when determining _Obscured_ and _Cover_. If it is an _Feature_ it may be moved through. Regardless of if it is _Terrain_ or _Feature_, this may not cause more than _Lightly Obscured_/_Light Cover_."
  },
  {
    "name": "Spirit",
    "effect": "A Spirit ability makes use of the innate magic of your Spirit. _Suppressed_ and _Sealed_ apply to these abilities, and your spirit may make use of them while _Manifested_."
  },
  {
    "name": "Sundering",
    "effect": "A keyword that identifies an Attack that tends to destroy _Armor_ or other _Equipment_."
  },
  {
    "name": "Stairs",
    "effect": "A side of a space may be designated as Stairs if it has an obvious path up, such as literal stairs. It costs no additional movement to move up 1 _Elevation_ when moving through a stairs segment of a space."
  },
  {
    "name": "Storm",
    "effect": "Storm abilities are a subset of _Wind_ _Spirit_ abilities that primarily focus on powerful electrical blasts and charges."
  },
  {
    "name": "Teleport",
    "effect": "Teleport Movement ignores _Terrain_, _Features_, and does not count as _Movement_ for the purposes of Triggers."
  },
  {
    "name": "Temporary",
    "effect": "Temporary resources are always lost at the end of the."
  },
  {
    "name": "Thrown",
    "effect": "Attacks with the Thrown keyword treat _Grazes_ as a _Miss_, dealing no damage, and causing no effects. After being thrown, a Thrown weapon is placed at the Target's _Position_ and may not be used again until retrieved."
  },
  {
    "name": "Two-Handed",
    "effect": "This Equipment requires both Hands to Wield."
  },
  {
    "name": "Unblockable",
    "effect": "All _Reactions_ with the _Ward_ keyword cost an additional _Momentum_ against this _Technique."
  },
  {
    "name": "Upkeep",
    "effect": "Techniques with Upkeep must pay the listed cost at _Respite_ or else end the effect."
  },
  {
    "name": "Balanced",
    "effect": "Balanced _Attacks_ are built for balanced combat and make up the majority of attacks. They typically have a minor _Charged Effect_, and can be frequently used with _Light_/_Heavy_ exclusive abilities in exchange for an increased _Momentum_ cost."
  },
  {
    "name": "Incoming",
    "effect": "An Incoming Attack is created by launching a projectile into the air, preparing an explosion, or any other effect that creates a _Hazard_. When drawing the _Attack Line_, draw it from the space where you created the _Hazard_, not the space you are in when you make the Attack."
  },
  {
    "name": "Water",
    "effect": "Water is an element that relies heavily on its sources, but can easily move them about the battlefield. Water abilities are _Suppressed_ when the user is _Alight_ or at a _Blazing_ Position. Water Abilities are _Sealed_ if there is no _Source_ within two _Arenas_."
  },
  { "name": "Weapon Attacks", "see": "Weapon Attack" },
  {
    "name": "Wide Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the first numerical value. Additionally, make an additional X identical lines, where X is the second numerical value. These lines must be parallel and adjacent to another line created by this effect. If Range is Self all lines must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space of each line."
  },
  {
    "name": "Wind",
    "effect": "Wind is an element that hardly has to concern itself with _Sources_. Wind abilities are _Suppressed_ when the user is underground and _Sealed_ when the user is fully encased in _Earth_, such as when _Restrained_ by an _Earth_ Ability."
  },
  {
    "name": "Winding",
    "effect": "Instead of drawing a straight _Attack Line_, instead draw a line however you wish. The Attack may only pass through a number of spaces equal to the Range."
  }
]
