[
  {
    "name": "Accurate",
    "effect": "Accurate Attacks innately have Advantage."
  },
  {
    "name": "Arc",
    "effect": "Pick a space within Range, then choose 3 adjacent spaces. Target all spaces within."
  },
  {
    "name": "Arcing",
    "effect": "Arcing Attacks treat _Covered_ as _Heavily Obstructed_ instead and _Heavily Obstructed_ as _Lightly Obstructed_, so long as a path exists over Obstacles that can reach the Target."
  },
  {
    "name": "Artillery",
    "effect": "Attacks with the Artillery Keyword have Disadvantage on all attacks against creature X spaces or less away, where X is their Artillery value."
  },
  {
    "name": "Attach",
    "effect": "Maneuvers are Attached to Techniques. While Attached, any Keywords that the Maneuver has are granted to the Technique, and additional Effects are resolved,  as outlined on the Maneuver. To Attach an Maneuver to a Technique, that Technique must fulfill all the Maneuver's Requirements."
  },
  { "name": "Attached", "see": "Attach" },
  {
    "name": "Avoidable",
    "effect": "The Cost of Evade Reactions is reduced by 1 against this Action."
  },
  {
    "name": "Blast",
    "effect": "Pick a space within Range. That space, and all spaces within X, where X is the Blast's value, are targeted."
  },
  {
    "name": "Block",
    "effect": "Block Maneuvers are based on absorbing a blow to mitigate the overall damage. Many Actions and abilities reference Block Maneuvers."
  },
  { "name": "Blocking", "see": "Block" },
  { "name": "Blocked", "see": "Block" },
  {
    "name": "Body",
    "effect": "Weapons with the Body Keyword can be used regardless of what a character has Wielded."
  },
  {
    "name": "Burst",
    "effect": "Pick a space within Range. All spaces within X, where X is the Burst's value, spaces of the space are targeted. The targeted space is not effected."
  },
  {
    "name": "Blitz",
    "effect": "Movement with the Blitz keyword can move through squares occupied by hostile creatures, but may not end their movement their."
  },
  {
    "name": "Climable",
    "effect": "A side of a space may be climable if it has obvious handholds or avenues to climb that make traversal easier. Climbing in a climable space only costs 1 + the vertical distance covered."
  },
  {
    "name": "Colossal",
    "effect": "Gain Hobbled 1, Exposed 1 (2 Grit) if you're Wielding it at Refresh or when you begin Wielding this weapon after combat has begun. You must pay 1 Grit when you Attack with it, or else have Disadvantage."
  },
  {
    "name": "Combo",
    "effect": "When an Attack is listed as a Combo, treat it and all other Combo Attacks made this Turn as a single Attack for the purpose of all Gambits, except ones with the Edge keyword."
  },
  {
    "name": "Cone",
    "effect": "Pick a space within Range. Draw a triangle so that each side is X long, where X is the Cone value."
  },
  {
    "name": "Condense",
    "effect": "Take the creature's total Value of a Token and divide it into the minimum number of Tokens. For example, a creature with Impaired 1x3 would have Impaired 3 after this Technique."
  },
  {
    "name": "Counter",
    "effect": "A Maneuver typically used in response to an Attack that allows a character to strike back against a foe. Each Turn, a character may use either a Defend Maneuver or a Counter Maneuver."
  },
  { "name": "Counters", "see": "Counter" },
  {
    "name": "Defend",
    "effect": "A Maneuver typically used in response to an Attack that allows a character to mitigate harm in some way. Each Turn, a character may use either a Defend Maneuver or a Counter Maneuver."
  },
  { "name": "Defends", "see": "Defend" },
  {
    "name": "Derived",
    "effect": "This Terrain's Source is the same as whatever the Terrain beneath it is; i.e., if it is created on Earthen Terrain, it is in turn Earthen."
  },
  {
    "name": "Earth",
    "effect": "Techniques with this keyword rely on an Earth spirit as well as a strong connection with the ground. If a character is not on or immediately above (such as standing on the wooden floor of a house) Earthen Terrain (such as while Jumping), increase the cost of this Technique by 1. If the character is Flying, increase it by 2. If there is no Earthen Terrain or Obstacles with 5 spaces (such as when on the deck of a ship) this Technique may not be used."
  },
  {
    "name": "Earthen",
    "effect": "Earthen Terrain or Obstacles are prominent above-ground features created primarily from earth or stone. Boulders and Earth Pillars are obvious examples, but any stone structure can qualify as Earthen."
  },
  {
    "name": "Efficient",
    "effect": "Reactions with the Efficient Keyword do not use your Reaction for the Turn."
  },
  {
    "name": "Electric",
    "effect": "Actions with the Electric Keyword excel at hitting conductive targets. Electric Attacks have Advantage against any Creature that has a Metal Source or is Soaked. In addition, Electric Techniques that target a creature in a Water Source may ignore their typical area. If the Technique was previously Single Target, halve the damage but it instead becomes a Blast 1 if Range or Burst 1 if melee. If the Technique had an Area, increase the size of the Area by 1. Regardless, the Technique has Advantage."
  },
  {
    "name": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple Turns or Rounds. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "name": "Environmental",
    "effect": "This Maneuver must be Attached to the Use Environment Technique. Only a single Maneuver with this Tag may be Attached at a time."
  },
  {
    "name": "Evade",
    "effect": "Evade Maneuvers typically involve avoiding a blow or quickly moving to avoid further damage. Many Actions and abilities reference Evade Maneuvers."
  },
  { "name": "Evading", "see": "Evade" },
  {
    "name": "Feint",
    "effect": "A special type of Gambit that typically means that, if the opponent does not pay some resources, you'll receive some benefit on the next Attack against them."
  },
  {
    "name": "Fleeting",
    "effect": "Tokens with the Fleeting Keyword are lost at the end of the current Turn."
  },
  {
    "name": "Flourish",
    "effect": "A Flourish is a Maneuver that is typically used after a character hits with an Attack. A character may use one _Flourish_ per _Turn_."
  },
  { "name": "Flourishes", "see": "Flourish" },
  {
    "name": "Fluid",
    "effect": "Reduce the Cost to Improvise this Action or an Action using this Weapon by its Fluid Value. This only reduces the Cost to Improvise, not the overall Cost of the Action or Maneuver."
  },
  {
    "name": "Fist",
    "effect": "Weapons with the Fist Keyword require an Open Hand to use."
  },
  {
    "name": "Gambit",
    "effect": "Gambits are various small ways characters can attempt to gain an advantage in combat. A character may use any number of Gambits per Turn, but only one Edge may be applied to a single Attack."
  },
  { "name": "Gambits", "see": "Gambit" },
  {
    "name": "Glancing",
    "effect": "This Effect deals half Damage and has its cost to Negate halved or reduced by 1, whichever results in a lower cost. If an Attack already has Glancing and gains it from another source the attack instead fails."
  },
  {
    "name": "Groundsource",
    "effect": "Groundsource Attacks are always treated as Melee, Area Effects are not stopped by Obstacles like normal, and Groundsource attacks ignore Covered. In exchange, both the user and Target of Groundsource Techniques must be used on Earthen Terrain. Flying creatures are immune to all Groundsource effects."
  },
  {
    "name": "Heavy",
    "effect": "Heavy Techniques and Weapons are powerful and have access to many Maneuvers that allow delaying Speed to increase efficacy."
  },
  {
    "name": "Kick",
    "effect": "Weapons with the Kick Keyword can be used regardless of what a character has Wielded but have Disadvantage if a character is Stuck and take a Penalty to Attack Rolls equal to the character's topmost Hobbled Token."
  },
  {
    "name": "Light",
    "effect": "Light Techniques and Weapons are swift and specialize in acting quicker than other foes."
  },
  {
    "name": "Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the Line value."
  },
  {
    "name": "Leaping",
    "effect": "Any Leaping Movement ignores Terrain that does not effect Flying characters. Characters may also go up Elevation while Leaping so long as they have sufficient Leaping Movement."
  },
  {
    "name": "Melee",
    "effect": "This may only be used to Attack Targets within your Reach."
  },
  {
    "name": "Obstacle",
    "effect": "Noteworthy terrain on the battlefield that can typically either be used as Cover or be interacted with in some way."
  },
  {
    "name": "One-Handed",
    "effect": "This Equipment only requires one hand to Wield."
  },
  {
    "name": "Ordnance",
    "effect": "Any Attack with this Weapon must be made before any Movement is made as a part of this Action."
  },
  {
    "name": "Parry",
    "effect": "Parry Maneuvers are based on intercepting an attack with an attack of your own. Many Techniques and abilities reference Parry Maneuvers."
  },
  {
    "name": "Pierce",
    "effect": "This Attack ignores an amount of the Target's Guard equal to its Pierce value."
  },
  {
    "name": "Punish",
    "effect": "A Maneuver used in response to an opposing character fulfilling some trigger. A character may use a single Punish Maneuver each Turn."
  },
  { "name": "Punishes", "see": "Punish" },
  {
    "name": "Quick",
    "effect": "This Maneuver may not be used with Heavy Techniques."
  },
  {
    "name": "Parrying",
    "effect": "A Parrying Attack does no Damage and inflicts no Status unless otherwise specified."
  },
  {
    "name": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "name": "Reach",
    "effect": "Reach is how far away a Melee Attack can be used to attack a creature. Most Melee Attacks have Reach 1 but some, such as Pole Weapons, have a greater Reach."
  },
  {
    "name": "Safe",
    "effect": "All Punishes triggered by Movement this Turn cost an additional X, where X is this Technique's Safe value."
  },
  {
    "name": "Scout",
    "effect": "When you Scout a creature you learn their current exact Health and how much Focus, Grit, Reflex, or Momentum (your choice) the creature has."
  },
  {
    "name": "Siege",
    "effect": "Attacks with Siege deal +2 Damage to Obstacles and have Advantage on Attacks against them."
  },
  {
    "name": "Stratagem",
    "effect": "Stratagems are ways to enhance a Technique that must be used when the Technique is played, whether that be at Refresh, while Improvising, or as a part of another Maneuver. Stratagems often change the Speed or AP cost of a Technique."
  },
  { "name": "Stratagems", "see": "Stratagem" },
  {
    "name": "Stunt",
    "effect": "Stunts are quick, simple Maneuvers such as jumping or picking up an item that characters may use on their Turn. Characters may use as many Stunts as they can pay for, but may not repeat a Stunt unless it has the Repeatable keyword."
  },
  { "name": "Stunts", "see": "Stunt" },
  {
    "name": "Sundering",
    "effect": "Attacks with this tag don't have Disadvantage when attacking _Wielded_ Equipment."
  },
  {
    "name": "Strong",
    "effect": "This Maneuver may not be used with Light Techniques."
  },
  {
    "name": "Sure Hit",
    "effect": "The Cost of Evade Reactions is increased by its Sure Hit value against this Technique."
  },
  {
    "name": "Stall",
    "effect": "A Stall Action is always resolved at the end of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "name": "Edge",
    "effect": "A special type of Gambit that may only be applied to a single Attack once."
  },
  {
    "name": "Repeatable",
    "effect": "This Stunt may be used multiple times in a Turn, paying the cost each time."
  },
  {
    "name": "Reveal",
    "effect": "When a creature is inflicted with Reveal their next Technique and what Phase it is occurring in is revealed. If a creature has no more Techniques this round, they instead have Insight 1 inflicted."
  },
  {
    "name": "Reaction",
    "effect": "A Maneuver that may be freely used when its Trigger occurs. Characters may use as many Reactions as they wish on a given Turn, but may not repeat a Reaction unless otherwise specified."
  },
  { "name": "Reactions", "see": "Reaction" },
  {
    "name": "Rigid",
    "effect": "This Technique may not be Improvised."
  },
  {
    "name": "Rush",
    "effect": "When taking your Movement with a Technique that has the Rush Keyword you must move in a straight line."
  },
  {
    "name": "Stairs",
    "effect": "A side of a space may be designated as stairs if it has an obvious path up, such as literal stairs. It costs no additional movement to move up 1 Elevation when moving through a stairs segment of a space."
  },
  {
    "name": "Teleport",
    "effect": "Teleport Movement ignores Terrain, Obstacles, and cannot provoke Reactions."
  },
  {
    "name": "Thrown",
    "effect": "Thrown weapons are capable of being used in both melee and ranged combat. When Thrown, Grazes deal no damage and cause no effects, and are treated as a Miss. After being thrown, a Thrown weapon may not be used again until retrieved. Unlike most Weapons, you may use a Thrown Weapon to attack if it is Equipped, but must have a Free Hand and not be Disarmed to do so. After throwing a Wielded Thrown Weapon, you may immediately Wield a different Thrown Weapon with the same number of required Hands."
  },
  {
    "name": "Two-Handed",
    "effect": "This Equipment requires both hands to Wield."
  },
  {
    "name": "Unblockable",
    "effect": "The Cost of Block and Parry Maneuvers is increased by its Unblockable value against this Technique."
  },
  {
    "name": "Upkeep",
    "effect": "Enchant effects with Upkeep must pay the listed cost at Refresh or else end the Enchant."
  },
  {
    "name": "Versatile",
    "effect": "Versatile Techniques and Weapons are built for balanced combat, and can be used for most Maneuvers, albeit not as well as the more-specialized Light or Heavy Techniques."
  },
  {
    "name": "Incoming",
    "effect": "An Incoming Attack is created by launching a projectile into the air, preparing an explosion, or any other effect that creates a Hazard. When drawing the Attack Line, draw it from the space where you created the Hazard, not the space you are in when you make the Attack."
  },
  {
    "name": "Watery",
    "effect": "Watery Terrain or Obstacles are coated in enough water to be relevant to a Waterbound. Deep water is an obvious example, but even a large puddle can be relevant."
  },
  {
    "name": "Warding",
    "effect": "The Cost of Counters is increased by its Warding value against this Technique."
  },
  {
    "name": "Weapon Attack",
    "effect": "When a Technique/Maneuver allows you to make a Weapon Attack, reference the 'Weapon' field of said Technique/Maneuver. Make an Attack using a Wielded Weapon that matches the criteria listed and modifying it as listed by the Technique."
  },
  { "name": "Weapon Attacks", "see": "Weapon Attack" },
  {
    "name": "Weak",
    "effect": "The Cost of Block Reactions is reduced by 1 against this Technique."
  },
  {
    "name": "Wide Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the first numerical value. Additionally, make an additional X lines, where X is the second numerical value. These lines must be parallel and adjacent to another line created by this effect."
  }
]
