[
  {
    "keyword": "Artillery",
    "effect": "Attacks with the Artillery Keyword have Disadvantage on all attacks against creature X spaces or less away, where X is their Artillery value."
  },
  {
    "keyword": "Accurate",
    "effect": "Accurate Attacks innately have Advantage."
  },
  {
    "keyword": "Avoidable",
    "effect": "The Cost of Evade Reactions is reduced by 1 against this Action."
  },
  {
    "keyword": "Block",
    "effect": "Block Reactions are based on absorbing a blow to mitigate the overall damage. Many Actions and abilities reference Block Reactions. Block Reactions have their Cost increased by 1 on a Crit."
  },
  {
    "keyword": "Body",
    "effect": "Weapons with the Body Keyword can be used regardless of what a character has Wielded."
  },
  {
    "keyword": "Charge",
    "effect": "Movement with the Charge keyword can move through squares occupied by hostile creatures, but may not end their movement their."
  },
  {
    "keyword": "Efficient",
    "effect": "Reactions with the Efficient Keyword do not use your Reaction for the Turn, but may only be used once per Phase."
  },
  {
    "keyword": "Electric",
    "effect": "Actions with the Electric Keyword excel at hitting conductive targets. Electric Attacks have Advantage against any Creature that has a Metal Source or is Soaked. In addition, Electric Techniques that target a creature in a Water Source may ignore their typical area. If the Technique was previously Single Target, halve the damage but it instead becomes a Blast 1 if Range or Burst 1 if melee. If the Technique had an Area, increase the size of the Area by 1. Regardless, the Technique has Advantage."
  },
  {
    "keyword": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple Turns or Rounds. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "keyword": "Evade",
    "effect": "Evade Reactions typically involve avoiding a blow or quickly moving to avoid further damage. Many Actions and abilities reference Evade Reactions."
  },
  {
    "keyword": "Flourish",
    "effect": "Techniques with the Flourish Keyword can Improvise any other Technique with the Flourish Keyword at no Cost."
  },
  {
    "keyword": "Fluid",
    "effect": "Reduce the Cost to Improvise this Action or an Action using this Weapon by its Fluid Value. This only reduces the Cost to Improvise, not the overall Cost of the Action."
  },
  {
    "keyword": "Fist",
    "effect": "Weapons with the Fist Keyword require an Open Hand to use."
  },
  {
    "keyword": "Groundsource",
    "effect": "Groundsource effects ignore Cover, do not gain Disadvantage from Prone if they are Ranged, and Area Effects are not stopped by Terrain like normal. Flying creatures are immune to all Groundsource effects. Groundsource effects must be used on terrain made of earth or stone or are in close proximity to such. The wooden floor of a house on solid ground, for example, would be fine, but the deck of a ship would not."
  },
  {
    "keyword": "Hazard",
    "effect": "Hazards reflect an area that is going to be attacked in the near future or can be triggered as a trap. All Hazards are always cleared at the end of a Round."
  },
  {
    "keyword": "Heavy",
    "effect": "Heavy Weapons are built for power, and deal additional damage with a Strong Strikes and similar Attacks."
  },
  {
    "keyword": "Kick",
    "effect": "Weapons with the Kick Keyword can be used regardless of what a character has Wielded but have Disadvantage if a character is Stuck."
  },
  {
    "keyword": "Light",
    "effect": "Light Weapons are built for speed, and do not take a damage penalty on Quick Strikes and similar attacks."
  },
  {
    "keyword": "Leaping",
    "effect": "Any Leaping Movement ignores Terrain that does not effect Flying characters."
  },
  {
    "keyword": "Martial",
    "effect": "Whenever you learn a Technique with the Martial Keyword you may select an Unarmed Weapon with the Martial Keyword. You always count as having this Weapon Wielded."
  },
  {
    "keyword": "Ordnance",
    "effect": "Any Attack with this Weapon must be made before any Movement is made as a part of this Action."
  },
  {
    "keyword": "Pierce",
    "effect": "This Attack ignores an amount of the Target's Guard equal to its Pierce value. Attacks with the Pierce tag deal additional Damage to Armor and Equipment equaL to its Pierce value."
  },
  {
    "keyword": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "keyword": "Reach",
    "effect": "Attacks with the Reach keyword are treated as Melee for the purposes of all effects, but can be used at a range equal to their Reach value."
  },
  {
    "keyword": "Safe",
    "effect": "Any Attacks against a creature using Safe Movement have Disadvantage. Movement caused by Push, Pull, and Slide is always Safe."
  },
  {
    "keyword": "Siege",
    "effect": "Attacks with the Siege tag deal +2 Damage to Obstacles and have Advantage on Attacks against them."
  },
  {
    "keyword": "Small",
    "effect": "A Small Weapon does not take up as much space as a traditional one. When determining the weapons you are carrying, you can carry the Small value for this weapon in a single Weapons Slot."
  },
  {
    "keyword": "Spirit",
    "effect": "Spirit Techniques are the innate magic of a spiritbound, making use of both parties for powerful effects. Spirit Techniques do not require an Open Hand, but if a creature cannot use either Hand the Cost of a Spirit Action is increased by 1 Momentum."
  },
  {
    "keyword": "Sure Hit",
    "effect": "The Cost of Evade Reactions is increased by its Sure Hit value against this Technique."
  },
  {
    "keyword": "Stall",
    "effect": "A Stall Action is always resolved at the end of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "keyword": "Reveal",
    "effect": "When a creature is inflicted with Reveal their next Technique and what Phase it is occurring in is revealed. If a creature has no more Techniques this round, they instead have Knowledge 1 inflicted."
  },
  {
    "keyword": "Rush",
    "effect": "When taking your Movement with a Technique that has the Rush Keyword you must move in a straight line."
  },
  {
    "keyword": "Teleport",
    "effect": "Teleport Movement ignores Terrain, Obstacles, and cannot provoke Reactions."
  },
  {
    "keyword": "Thrown",
    "effect": "Thrown weapons are capable of being used in both melee and ranged combat. When Thrown, Grazes deal no damage and cause no effects, and are treated as a _Miss_ for all effects. After being thrown, a Thrown weapon may not be used again until retrieved. In addition, immediately after attacking with a Thrown Weapon in this way, you may draw a new Thrown Weapon."
  },
  {
    "keyword": "Unblockable",
    "effect": "The Cost of Block Reactions is increased by its Unblockable value against this Technique."
  },
  {
    "keyword": "Versatile",
    "effect": "Versatile Weapons are built for balanced combat, and can be used for both Quick and Strong Strikes, albeit not as well as Light or Heavy Weapons."
  },
  {
    "keyword": "Warding",
    "effect": "The Cost of Punish Reactions is increased by its Warding value against this Technique."
  },
  {
    "keyword": "Weak",
    "effect": "The Cost of Block Reactions is reduced by 1 against this Technique."
  }
]
