[
  {
    "keyword": "Artillery",
    "effect": "Attacks with the Artillery Keyword have Disadvantage on all attacks against creature X spaces or less away, where X is their Artillery value."
  },
  {
    "keyword": "Accurate",
    "effect": "Accurate Attacks innately have Advantage."
  },
  {
    "keyword": "Avoidable",
    "effect": "The Cost of Evade Reactions is reduced by 1 against this Action."
  },
  {
    "keyword": "Block",
    "effect": "Block Reactions are based on absorbing a blow to mitigate the overall damage. Many Actions and abilities reference Block Reactions."
  },
  {
    "keyword": "Charge",
    "effect": "Movement with the Charge keyword can move through squares occupied by hostile creatures, but may not end their movement their."
  },
  {
    "keyword": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple Turns or Rounds. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "keyword": "Evade",
    "effect": "Evade Reactions typically involve avoiding a blow or quickly moving to avoid further damage. Many Actions and abilities reference Evade Reactions."
  },
  {
    "keyword": "Groundsource",
    "effect": "Groundsource effects ignore Cover, do not gain Disadvantage from Prone if they are Ranged, and Area Effects are not stopped by Terrain like normal. Flying creatures are immune to all Groundsource effects. Groundsource effects must be used on terrain made of earth or stone or are in close proximity to such. The wooden floor of a house on solid ground, for example, would be fine, but the deck of a ship would not."
  },
  {
    "keyword": "Heavy",
    "effect": "Heavy Weapons are built for power, and deal additional damage with a Strong Strikes and similar Attacks."
  },
  {
    "keyword": "Light",
    "effect": "Light Weapons are built for speed, and do not take a damage penalty on Quick Strikes and similar attacks."
  },
  {
    "keyword": "Leap",
    "effect": "Any Leaping Movement ignores Terrain that does not effect Flying characters."
  },
  {
    "keyword": "Ordnance",
    "effect": "Any Attack with this Weapon must be made before any Movement is made as a part of this Action."
  },
  {
    "keyword": "Pierce",
    "effect": "This Attack ignores an amount of the Target's Armor equal to its Pierce value."
  },
  {
    "keyword": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "keyword": "Reach",
    "effect": "Attacks with the Reach keyword are treated as Melee for the purposes of all effects, but can be used at a range equal to their Reach value."
  },
  {
    "keyword": "Safe",
    "effect": "Any Attacks against a creature using Safe Movement have Disadvantage. Movement caused by Push, Pull, and Slide is always Safe."
  },
  {
    "keyword": "Siege",
    "effect": "Attacks with the Siege tag deal double damage to Terrain."
  },
  {
    "keyword": "Spirit",
    "effect": "Spirit techniques are the innate magic of a Spiritbonded, making use of both parties for powerful effects. A Spiritbonded must take at least one Action with this tag each round."
  },
  {
    "keyword": "Sure Hit",
    "effect": "Double the cost of any Evade Reactions against this Attack."
  },
  {
    "keyword": "Stall",
    "effect": "A Stall Action is always resolved at the end of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "keyword": "Thrown",
    "effect": "Thrown weapons are capable of being used in both melee and ranged combat. When Thrown, Grazes deal no damage and cause no effects, and are treated as a Miss for all effects. After being thrown, a Thrown weapon may not be used again until retrieved."
  },
  {
    "keyword": "Unblockable",
    "effect": "Double the cost of any Block Reactions against this Attack."
  },
  {
    "keyword": "Versatile",
    "effect": "Versatile Weapons are built for balanced combat, and can be used for both Quick and Strong Strikes, albeit not as well as Light or Heavy Weapons."
  }
]
