[
  {
    "name": "Arc",
    "effect": "Pick a space within Range, then choose 3 contiguous spaces adjacent to the target space. Target all spaces within. Draw the _Attack Line_ from the target space. If Range is Self, your space is the Target space."
  },
  {
    "name": "Arcing",
    "effect": "Arcing Attacks treat _Covered_ as _Heavily Obstructed_ instead and _Heavily Obstructed_ as _Lightly Obstructed_, so long as a path exists over _Obstacles_ that can reach the Target."
  },
  {
    "name": "Artillery",
    "effect": "Attacks with the Artillery Keyword have _Disadvantage_ on all Attacks against creature X spaces or less away, where X is their Artillery value."
  },
  {
    "name": "Blast",
    "effect": "Pick a space within Range. That space, and all spaces within X, where X is the Blast's value, are targeted. Draw the Attack Line from the target space."
  },
  {
    "name": "Block",
    "effect": "Blocks are a _Resist_ with this keyword and are typically based on absorbing a blow to mitigate the overall damage. Many Actions and abilities reference Block _Maneuvers_."
  },
  { "name": "Blocking", "see": "Block" },
  { "name": "Blocked", "see": "Block" },
  {
    "name": "Body",
    "effect": "Weapons with the Body Keyword can be used regardless of what a character has _Wielded_."
  },
  {
    "name": "Burst",
    "effect": "Pick a space within Range. All spaces within X, where X is the Burst's value, spaces of the space are targeted. The targeted space is not effected. Draw the Attack Line from the target space."
  },
  {
    "name": "Blitz",
    "effect": "Movement with the Blitz keyword can move through squares occupied by hostile creatures, but may not end their movement there."
  },
  {
    "name": "Climable",
    "effect": "A side of a space may be Climable if it has obvious handholds or avenues to climb that make traversal easier. Climbing in a Climable space only costs 1 + the vertical distance covered."
  },
  {
    "name": "Colossal",
    "effect": "You must pay 1 _Grit_ when you Attack with this Weapon or else have _Disadvantage_."
  },
  {
    "name": "Combo",
    "effect": "When an Attack is listed as a Combo, treat it and all other Combo Attacks made this _Turn_ as a single Attack for the purpose of all _Gambits_, except ones with the _Edge_ keyword. If a special Effect would trigger based on the Attack, use the highest of the Combo Attacks to resolve it."
  },
  {
    "name": "Counter",
    "effect": "Counters are a _Resist_ with this keyword based on throwing aside defense to attack. Many Actions and abilities reference Counter _Resists_."
  },
  {
    "name": "Cone",
    "effect": "Pick a space within Range. Draw a triangle so that each side is X spaces long, where X is the Cone value, using the target space as one of the corners. If Range is Self the Cone's origin must be an adjacent space and the Cone may not pass through your space."
  },
  {
    "name": "Condense",
    "effect": "Take the creature's total Value of a _Token_ and divide it into the minimum number of _Tokens_. For example, a creature with _Impaired_ 1x3 would have _Impaired_ 3 after Condensing."
  },
  {
    "name": "Resist",
    "effect": "A _Maneuver_ typically used in response to an Attack that allows a character to strike back against a foe, mitigate damage, or dodge. Each _Turn_, a character may use a single Resist _Maneuver_."
  },
  { "name": "Defends", "see": "Defend" },
  {
    "name": "Derived",
    "effect": "This _Terrain_'s _Source_ is the same as whatever the _Terrain_ beneath it is; i.e., if it is created on _Earthen_ Terrain, it is in turn _Earthen_."
  },
  {
    "name": "Earth",
    "effect": "Techniques with this keyword rely on an Earth spirit as well as a strong connection with the ground. If a character is not on or immediately above (such as standing on the wooden floor of a house) _Earthen_ Terrain (such as while Jumping), increase the cost of this Technique by 1. If the character is _Flying_, increase it by 2. If there is no _Earthen_ Terrain or _Obstacles_ with 5 spaces (such as when on the deck of a ship) this Technique may not be used."
  },
  {
    "name": "Earthen",
    "effect": "Earthen _Terrain_ or _Obstacles_ are prominent above-ground features created primarily from earth or stone. Boulders and Earth Pillars are obvious examples, but any stone structure can qualify as Earthen."
  },
  {
    "name": "Electric",
    "effect": "Actions with the Electric Keyword excel at hitting conductive targets. Electric Attacks have Advantage against any Creature that has a Metal Source or is Soaked. In addition, Electric Techniques that target a creature in a Water Source may ignore their typical area. If the Technique was previously Single Target, halve the damage but it instead becomes a Blast 1 if Range or Burst 1 if melee. If the Technique had an Area, increase the size of the Area by 1. Regardless, the Technique has Advantage."
  },
  {
    "name": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple _Turns_ or _Rounds_. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "name": "Evade",
    "effect": "Evades are a _Resist_ with this keyword that typically involve avoiding a blow or quickly moving to avoid further damage. Many Actions and abilities reference Evade _Maneuvers_."
  },
  { "name": "Evading", "see": "Evade" },
  {
    "name": "Feint",
    "effect": "A special type of _Gambit_ that typically means that, if the opponent does not pay some resources, you'll receive some benefit on the next Attack against them."
  },
  {
    "name": "Fleeting",
    "effect": "_Tokens_ with the Fleeting Keyword are lost at the end of the current _Turn_."
  },
  {
    "name": "Flourish",
    "effect": "A Flourish is a _Maneuver_ that is typically used after a character hits with an Attack. A character may use one Flourish per _Turn_."
  },
  { "name": "Flourishes", "see": "Flourish" },
  {
    "name": "Fluid",
    "effect": "Reduce the Cost to _Improvise_ this _Technique_ or a _Technique_ using this Weapon by its Fluid Value. This only reduces the Cost to _Improvise_, not the overall Cost of the _Technique_."
  },
  {
    "name": "Fist",
    "effect": "Weapons with the Fist Keyword require an _Open Hand_ to use."
  },
  {
    "name": "Gambit",
    "effect": "Gambits are various small ways characters can attempt to gain an advantage in combat. A character may use any number of Gambits per _Turn_, but only one with the _Edge_ keyword may be applied to a single Attack."
  },
  { "name": "Gambits", "see": "Gambit" },
  {
    "name": "Glancing",
    "effect": "This Effect deals half Damage and has its cost to Negate halved or reduced by 1, whichever results in a lower cost. If an Attack already has Glancing and gains it from another source the attack instead fails."
  },
  {
    "name": "Groundsource",
    "effect": "Groundsource Attacks are always treated as Melee and Area Effects are not stopped by Obstacles like normal. Additionally, Groundsource Attacks ignore _Covered_. In exchange, both the user and Target of Groundsource _Techniques_ must be used on _Earthen_ Terrain. _Flying_ creatures are immune to all Groundsource effects."
  },
  {
    "name": "Heavy",
    "effect": "Heavy Techniques and Weapons are powerful and have access to many _Maneuvers_ that allow delaying _Speed_ to increase efficacy."
  },
  {
    "name": "Kick",
    "effect": "Weapons with the Kick Keyword can be used regardless of what a character has _Wielded_ but have _Disadvantage_ if a character is _Stuck_ and take a _Penalty_ to _Attack Rolls_ equal to the character's topmost _Hobbled_."
  },
  {
    "name": "Light",
    "effect": "Light Techniques and Weapons are swift and specialize in acting quicker than other foes."
  },
  {
    "name": "Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the Line value. If Range is Self the Line must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space."
  },
  {
    "name": "Leaping",
    "effect": "Any Leaping Movement ignores Terrain that does not effect _Flying_ characters. Characters may also go up _Elevation_ while Leaping so long as they have sufficient Leaping Movement."
  },
  {
    "name": "Melee",
    "effect": "This may only be used to Attack Targets within your _Reach_."
  },
  {
    "name": "Obstacle",
    "effect": "Noteworthy terrain on the battlefield that can typically either be used as _Cover_ or be interacted with in some way."
  },
  {
    "name": "One-Handed",
    "effect": "This Equipment only requires one hand to _Wield_."
  },
  {
    "name": "Ordnance",
    "effect": "Any Attack with this Weapon must be made before any _Movement_ is made this _Turn_."
  },
  {
    "name": "Parry",
    "effect": "Parries are a _Resist_ with this keyword that typically require a Parrying Attack and are based on intercepting an attack with an attack of your own. Many Techniques and abilities reference Parry _Maneuvers_."
  },
  {
    "name": "Pierce",
    "effect": "This Attack ignores an amount of the Target's _Guard_ equal to its Pierce value."
  },
  {
    "name": "Punish",
    "effect": "A _Maneuver_ used in response to an opposing character fulfilling some trigger. A character may use a single Punish _Maneuver_ each _Turn_."
  },
  { "name": "Punishes", "see": "Punish" },
  {
    "name": "Quick",
    "effect": "This _Maneuver_ may not be used with _Heavy_ _Techniques_."
  },
  {
    "name": "Parrying",
    "effect": "A Parrying Attack has no Target, does no Damage and inflicts no Status unless otherwise specified. If a Parrying Attack rolls greater than or equal to the Attack that triggered it, it is considered a success."
  },
  {
    "name": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "name": "Reach",
    "effect": "Reach is how far away a Melee Attack can be used to attack a creature. Most Melee Attacks have Reach 1 but some, such as Pole Weapons, have a greater Reach."
  },
  {
    "name": "Safe",
    "effect": "All _Punishes_ triggered by this Movement take a -X _Penalty_, where X is the Safe value."
  },
  {
    "name": "Small",
    "effect": "This piece of Equipment is particularly small. If you select this piece of Equipment you gain 2 without increasing the Weight."
  },
  {
    "name": "Scout",
    "effect": "When you Scout a creature you learn their current exact _Health_ and how much _Poise_, _Grit_, _Reflex_, and _Momentum_ the creature has."
  },
  {
    "name": "Siege",
    "effect": "Attacks with Siege deal +2 Damage to _Obstacles_ and have _Advantage_ on Attacks against them."
  },
  {
    "name": "Stratagem",
    "effect": "Stratagems are ways to enhance a _Technique_ that must be used when the Technique is played, whether that be during _Plotting_, while _Improvising_, or as a part of another _Maneuver_. Stratagems often change the _Speed_ or _AP_ cost of a Technique."
  },
  { "name": "Stratagems", "see": "Stratagem" },
  {
    "name": "Stunt",
    "effect": "Stunts are quick, simple _Maneuvers_ such as jumping or picking up an item that characters may use on their _Turn_. Characters may use as many Stunts as they can pay for, but may only use a given Stunt once per _Turn_ unless it has the _Repeatable_ keyword."
  },
  { "name": "Stunts", "see": "Stunt" },
  {
    "name": "Strong",
    "effect": "This _Maneuver_ may not be used with _Light_ _Techniques_."
  },
  {
    "name": "Sure Hit",
    "effect": "The Cost of _Evade_ _Maneuvers_ are increased by this Attack's Sure Hit Value."
  },
  {
    "name": "Stall",
    "effect": "A Stall _Technique_ is always resolved at the end of its _Phase_. It ignores normal turn order and does not count for the alternating turns within a _Phase_."
  },
  {
    "name": "Edge",
    "effect": "A special type of _Gambit_ which only one may be applied to a single Attack."
  },
  {
    "name": "Repeatable",
    "effect": "This _Stunt_ may be used multiple times in a _Turn_, paying the cost each time."
  },
  {
    "name": "Reveal",
    "effect": "When a creature is inflicted with Reveal their next _Technique_ and what _Phase_ it is occurring in is revealed. If a creature has no more _Techniques_ this _Round_, they instead have _Insight_ 1 inflicted."
  },
  {
    "name": "Reaction",
    "effect": "A _Maneuver_ that may be freely used when its Trigger occurs. Characters may use as many Reactions as they wish on a given _Turn_, but may only use a given Reaction once per _Turn_ unless otherwise specified."
  },
  { "name": "Reactions", "see": "Reaction" },
  {
    "name": "Rigid",
    "effect": "This _Technique_ may not be _Improvised_."
  },
  {
    "name": "Rush",
    "effect": "Rush _Movement_ must be taken in a straight line."
  },
  {
    "name": "Sundering",
    "effect": "A keyword that identifies an Attack that tends to destroy _Armor_ or other _Equipment_."
  },
  {
    "name": "Stairs",
    "effect": "A side of a space may be designated as Stairs if it has an obvious path up, such as literal stairs. It costs no additional movement to move up 1 _Elevation_ when moving through a stairs segment of a space."
  },
  {
    "name": "Teleport",
    "effect": "Teleport Movement ignores _Terrain_, _Obstacles_, and does not count as _Movement_ for the purposes of Triggers."
  },
  {
    "name": "Thrown",
    "effect": "Thrown Weapons are capable of being used in both Melee and Ranged combat. When Thrown, _Grazes_ deal no damage and cause no effects and are treated as a Miss. After being thrown, a Thrown weapon may not be used again until retrieved. Unlike most Weapons, you may use a Thrown _Weapon_ to attack if it is _Equipped_, but must have an _Open Hand_ and not be _Disarmed_ to do so. After throwing a _Wielded_ Thrown Weapon, you may immediately _Wield_ a different Thrown Weapon with the same number of required Hands."
  },
  {
    "name": "Two-Handed",
    "effect": "This Equipment requires both Hands to Wield."
  },
  {
    "name": "Unblockable",
    "effect": "The Cost for _Block_ and _Parry_ _Maneuvers_ are increased by this Attack's Unblockable Value."
  },
  {
    "name": "Upkeep",
    "effect": "Techniques with Upkeep must pay the listed cost at _Refresh_ or else end the effect."
  },
  {
    "name": "Versatile",
    "effect": "Versatile _Techniques_ and Weapons are built for balanced combat, and can be used for most Maneuvers, albeit not as well as the more-specialized Light or Heavy Techniques."
  },
  {
    "name": "Incoming",
    "effect": "An Incoming Attack is created by launching a projectile into the air, preparing an explosion, or any other effect that creates a _Hazard_. When drawing the _Attack Line_, draw it from the space where you created the _Hazard_, not the space you are in when you make the Attack."
  },
  {
    "name": "Warding",
    "effect": "_Counter_/_Punish_ _Maneuvers_ take a -X _Penalty_ against this Attack, where X is its Warding value."
  },
  {
    "name": "Weapon Attack",
    "effect": "When a _Technique_/_Maneuver_ allows you to make a Weapon Attack, reference the 'Weapon' field of said _Technique_/_Maneuver_. Make an Attack using a _Wielded_ Weapon that matches the criteria listed and modifying it as listed by the _Technique_."
  },
  { "name": "Weapon Attacks", "see": "Weapon Attack" },
  {
    "name": "Wide Line",
    "effect": "Pick a space within Range. Draw a straight line from that space in any direction. Target the first X spaces in that line, where X is the first numerical value. Additionally, make an additional X identical lines, where X is the second numerical value. These lines must be parallel and adjacent to another line created by this effect. If Range is Self all lines must start in an adjacent space and may not pass through your space. Draw the _Attack Line_ from the starting space of each line."
  }
]
