[
  {
    "keyword": "Anchor",
    "effect": "An Anchor is a sufficiently large Metal Source that is either secured or heavy enough that a Metalbound can pull themselves towards it without moving it. Typically, any Metal Source of a Size greater than the Metalbound can be used as an Anchor, but a wall-sconce that is heavily bolted into the wall may also serve as an Anchor at the GM's discretion."
  },
  {
    "keyword": "Earthen Feature",
    "effect": "An Earthen Feature is a prominent above-ground Obstacle created primarily from earth or stone. Boulders and Earthen Bulwarks are obvious examples, but a stone wall or similar is also a valid Earthen Feature."
  },
  {
    "keyword": "Metal Source",
    "effect": "A Metal Source is any amount of metal sufficient for use by a Metalbound. Any Weapon that is crafted predominately of metal counts as a Metal Source as well as any similarly-sized metal objects in the environment, but using them in conjunction with Metalbound features will typically Damage them. A Metalbound can reduce their Armor value by 1 to create a Metal Source when wearing Armor made predominately of metal. If this reduces their Armor value to 0, the Metalbound is treated as Unarmored. Finally, a Metalbound is always assumed to be wearing sufficient metal for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Metal Sources on the map."
  },
  {
    "keyword": "Water Source",
    "effect": "A Water Source is any space that is predominantly filled with water. What happens to a Water Source when it is Destroyed depends on the type. If it's part of an extremely large source, such as an ocean or lake it instead remains as existing water rushes in to fill the void. If it's part of a smaller source, such as a pond or spring, Destroy the target space, or, if the target space is central to the body, Destroy a space near the edge of the source of water, trying to maintain as even a shape as possible."
  },
  {
    "keyword": "Wood Source",
    "effect": "A Wood Source is any amount of wood sufficient for use by a Woodbound. Any Weapon that is crafted predominately of wood counts as a Wood Source as well as any similarly-sized wood objects in the environment, but using them in conjunction with Woodbound features will typically Damage them. A Woodbound can Damage a shield made of Wood to create a Wood Source. After being used for an ability, track the location of all Wood Sources on the map. In addition, large sources of wood, such as a tree, can sometimes can as multiple Wood Sources. If they do, they will designated as such by your GM. Finally, a Woodbound is always assumed to be wearing sufficient wood for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Wood Sources on the map."
  }
]
