[
  {
    "name": "Charge",
    "effect": "Some particularly powerful Maneuvers require Charges. Charges are granted for a specific Maneuver, such as Earthen Aegis. Stances and Techniques grant a certain number of Charges when used. Charges are always lost at the end of the Round."
  },
  { "name": "Charges", "see": "Charge" },
  {
    "name": "Health",
    "effect": "A character has a pool of Health, representing their ability to fight and defend themselves. All characters have 30 Health. When a character takes damage they lose Health after losing Vigor, but before losing Health. When a character has no Health they are Winded, which causes them to add Glancing to all effects."
  },
  {
    "name": "Guard",
    "effect": "Guard may either convert Damage to _Stun_ or reduce any inflicted _Stun_, split however the defender wishes."
  },
  {
    "name": "Block",
    "effect": "Block converts Damage equal to its value to _Stun_. If Block is greater than the inflicted Damage, the defender may then reduce the _Stun_ inflicted by the remainder. Characters may always opt to use less Block than they have available."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of abilities using Boosts and paying for _Stunts_.\n\nIf a creature would lose Momentum due to an effect but has no Momentum they instead gain 2 _Stun_ for every Momentum they would lose.\n\nSome effects will refer to placing Momentum on a creature or Position. Momentum placed on a creature may be used by their enemies to purchase any effects that target solely that creature, such as _Defend_ _Reactions_ against their Attacks or _Boosts_ on Single-Target Attacks. Momentum placed on a Position may be used for any effects targeting a creature at that Position, or while at that Position.\n\nFinally, some effects will list Momentum with an ability type in brackets, such as Momentum [_Blaze_]. In these cases, that Momentum may only be used on effects with a matching type."
  },
  {
    "name": "Vigor",
    "effect": "A character has a pool of Vigor, representing their will to fight and inspiration. This pool begins at 0, and can typically only be gained in combat. Whenever a character gains Vigor the new value replaces their current Vigor if it is greater than their current Vigor. When a character takes damage they always lose Vigor first. A character takes no bonuses or penalties for not having Vigor."
  }
]
