[
  {
    "name": "Charge",
    "effect": "Some particularly powerful Maneuvers require Charges. Charges are granted for a specific Maneuver, such as Earthen Aegis. Stances and Techniques grant a certain number of Charges when used. Charges are always lost at the end of the Round."
  },
  { "name": "Charges", "see": "Charge" },
  {
    "name": "Defense",
    "effect": "Defenses are _Block_, _Dodge_, and _Focus_. These are commonly spent to mitigate damage and avoid status effects."
  },
  {
    "name": "Endurance",
    "effect": "A character has a pool of Endurance, representing their ability to fight and defend themselves. All characters have 30 Endurance. When a character takes damage they lose Endurance after losing Vigor, but before losing Health. When a character has no Endurance they are Winded, which causes them to add Glancing to all effects."
  },
  {
    "name": "Guard",
    "effect": "A character with Guard reduces all Damage they receive by an amount equal to their Guard. A creature typically may not have more than 4 Guard."
  },
  {
    "name": "Focus",
    "effect": "Characters typically have a passive amount of Focus determined by their _Equipment_ and _Stances_. After being attacked, taking Damage, or gaining Status a creature may expend any amount of Focus for the following effects:\n* X Focus: Negate an afflicted Status with the listed cost (for example, you may spend 2 Focus to Negate Break (2 Focus)).\n* 1 Focus: Reduce the Value of _Impaired_ or _Exposed_ inflicted by 1, starting with the smallest Token.\n\nUnused Block at the end of a _Turn_ is lost. Creatures regain Block at the start of each _Turn_."
  },
  {
    "name": "Block",
    "effect": "Characters typically have a passive amount of Block determined by their _Equipment_ and _Stances_. After being attacked, taking Damage, or gaining Status a creature may expend any amount of Block for the following effects:\n* X Block: Negate an afflicted Status with the listed cost (for example, you may spend 2 Block to Negate Grappled (2 Block)).\n* 1 Block: Gain 1 _Guard_ against the trigger Attack or Damage. A creature may choose this option up to 4 times.\n* 1 Block: Reduce a _Forced Movement_ effect by 1. A creature may choose this option multiple times.\n\nUnused Block at the end of a _Turn_ is lost. Creatures regain Block at the start of each _Turn_."
  },
  {
    "name": "Health",
    "effect": "A character has a pool of Health, representing their ability to take physical punishment. When a character takes damage they lose Health after losing Vigor and Endurance. When a character has no Health they are Defeated."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of Actions and using Counter and Punish Maneuvers."
  },
  {
    "name": "Dodge",
    "effect": "Characters typically have a passive amount of Dodge determined by their _Equipment_ and _Stances_. After being attacked, taking Damage, or gaining Status a creature may expend any amount of Dodge for the following effects:\n* X Dodge: Negate an afflicted Status with the listed cost (for example, you may spend 2 Dodge to Negate Grappled (2 Dodge)).\n* 1 Dodge: Roll a d6, then reduce the _Attack Roll_ by half that value. A creature may repeat this option multiple times, but takes only the highest roll.\n* 1 Dodge: If you take Damage with the [_Avoidable_] tag, reduce the Damage by 2. A creature may choose this option multiple times.\n* 1 Dodge: Reduce the Value of _Wounded_ inflicted by 1, starting with the smallest Token.\n\nUnused Dodge at the end of a _Turn_ is lost. Creatures regain Dodge at the start of each _Turn_."
  },
  {
    "name": "Vigor",
    "effect": "A character has a pool of Vigor, representing their will to fight and inspiration. This pool begins at 0, and can typically only be gained in combat. Whenever a character gains Vigor the new value replaces their current Vigor if it is greater than their current Vigor. When a character takes damage they always lose Vigor first. A character takes no bonuses or penalties for not having Vigor."
  }
]
