[
  {
    "name": "Charge",
    "effect": "Some particularly powerful Maneuvers require Charges. Charges are granted for a specific Maneuver, such as Earthen Aegis. Stances and Techniques grant a certain number of Charges when used. Charges are always lost at the end of the Round."
  },
  { "name": "Charges", "see": "Charge" },
  {
    "name": "Health",
    "effect": "A character has a pool of Health, representing their ability to fight and defend themselves. All characters have 30 Health. When a character takes damage they lose Health after losing Vigor, but before losing Health. When a character has no Health they are Winded, which causes them to add Glancing to all effects."
  },
  {
    "name": "Guard",
    "effect": "A character with Guard reduces all Damage they receive by an amount equal to their Guard."
  },
  {
    "name": "Instant Guard",
    "effect": "Instant Guard functions the same as normal _Guard_ but is only applicable against the triggering effect, typically an Attack."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of Actions and using Counter and Punish Maneuvers."
  },
  {
    "name": "Reflex",
    "effect": "Characters typically have a passive amount of Reflex determined by their _Equipment_ and _Stances_. After being attacked, taking Damage, or gaining Status a creature may expend any amount of Reflex for the following effects:\n* X Reflex: Negate an afflicted Status with the listed cost (for example, you may spend 2 Reflex to Negate Grappled (2 Reflex)).\n* 1 Reflex: If you take Damage with the [_Avoidable_] tag, reduce the Damage by 2. A creature may choose this option multiple times.\n* 1 Reflex: Reduce the Value of _Bleeding_ inflicted by 1, starting with the smallest Token."
  },
  {
    "name": "Stamina",
    "effect": "Stamina represents a character's ability to avoid harmful conditions, keep their mind clear, and generally avoid various effects in combat. Generally, Stamina is spent to negate a status, with a cost depending on the status inflicted. When a character _Recovers_, they reset their _Stamina_ value to its maximum value. A creature may never have more _Stamina_ than their maximum value."
  },
  {
    "name": "Vigor",
    "effect": "A character has a pool of Vigor, representing their will to fight and inspiration. This pool begins at 0, and can typically only be gained in combat. Whenever a character gains Vigor the new value replaces their current Vigor if it is greater than their current Vigor. When a character takes damage they always lose Vigor first. A character takes no bonuses or penalties for not having Vigor."
  }
]
