[
  {
    "name": "Defensive Token",
    "effect": "Defensive Tokens are the Tokens commonly used to Negate or for defensive Reactions: Focus, Grit, and Momentum."
  },
  {
    "name": "Endurance",
    "effect": "A character has a pool of Endurance, representing their ability to fight and defend themselves. All characters have 30 Endurance. When a character takes damage they lose Endurance after losing Vigor, but before losing Health. When a character has no Endurance they are Winded, which causes them to add Glancing to all effects."
  },
  {
    "name": "Guard",
    "effect": "A character with Guard reduces all Damage they receive by an amount equal to their Guard. A creature may not have more than 4 Guard passively, but conditional Guard such as from a Shield or Ablative Armor can exceed that cap."
  },
  {
    "name": "Focus",
    "effect": "Focus represents a character's mental fortitude and ability to maintain composure. Focus is spent to resist Statuses and Conditions that target the mind and can be used to keep cool under pressure to easily Improvise or change your Stance and Style."
  },
  {
    "name": "Grit",
    "effect": "Grit represent a character's strength, stamina, and ability to brute force their way through problems. Grit is commonly spent to resist Statuses and Conditions that can be overcome with toughness, as well as in Block Reactions that mitigate the damage taken by attacks."
  },
  {
    "name": "Health",
    "effect": "A character has a pool of Health, representing their ability to take physical punishment. When a character takes damage they lose Health after losing Vigor and Endurance. When a character has no Health they are Defeated."
  },
  {
    "name": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of Actions and using Punish Reactions."
  },
  {
    "name": "Reflex",
    "effect": "Reflex represent a character's reaction speed, finesse, and combat expertise. Reflex is commonly spent to resist Statuses and Conditions that can be overcome with quick reactions and balance, as well as in Evade Reactions that mitigate the damage taken by attacks."
  },
  {
    "name": "Vigor",
    "effect": "A character has a pool of Vigor, representing their will to fight and inspiration. This pool begins at 0, and can typically only be gained in combat. Whenever a character gains Vigor the new value replaces their current Vigor if it is greater than their current Vigor. When a character takes damage they always lose Vigor first. A character takes no bonuses or penalties for not having Vigor."
  }
]
