[
  {
    "keyword": "Ablative Armor",
    "effect": "Ablative Armor provides Guard equal to its value. However, every Attack against a creature is automatically resolved against their Ablative Armor as well. Ignore the current Ablative Armor value when determining if an Attack successfully Shreds the Ablative Armor. If the Ablative Armor is specifically targeted the effect is amplified. On a failed Attack, Shred 1. On a successful Attack, Shred 2. A creature may never have more than 5 Ablative Armor at a given time."
  },
  {
    "keyword": "Accelerate",
    "effect": "When a creature becomes Accelerated their next Action this round has its Speed decreased by 1. If the creature has no more Actions this round, they gain 1 Momentum or Reflex (their choice). If a creature's next Turn is in the current Phase, they may take their Turn immediately after yours, ignoring their normal Initiative process."
  },
  {
    "keyword": "Armor Piercing",
    "effect": "Attacks with this tag don't have Disadvantage when attacking Armor."
  },
  {
    "keyword": "Blind",
    "effect": "A Blind creature treats all other creatures as Veiled. Blind is cleared at the Refresh Phase of the next round."
  },
  { "keyword": "Bottom", "see": "Grappled" },
  {
    "keyword": "Break",
    "effect": "When a creature suffers Break they lose their choice of their Stance or their Style. Until they take an Action that allows them to adopt a Stance or Style they have no active Stance or Style."
  },
  {
    "keyword": "Damaged",
    "effect": "A Damaged weapon takes a -2 penalty to all Attack Rolls. If a Damaged piece of Equipment is Damaged again, Destroy it."
  },
  {
    "keyword": "Disarm",
    "effect": "A Weapon or Item that a creature has Equipped is removed from them, typically dropping to an adjacent, unoccupied space."
  },
  {
    "keyword": "Drain",
    "effect": "Drain will always list a type of Token. Unless the Negate cost is paid the Target loses that Token and the attacker gains that Token."
  },
  {
    "keyword": "Embed",
    "effect": "Embed effects are always paired with an Action that utilizes a Source or a Weapon. When Embed occurs, the Source or Weapon used in the Action is attached to or impaled in the Target and moves with it. A creature may Sacrifice an Action to end Embed."
  },
  {
    "keyword": "Entomb",
    "effect": "An Entombed creature is trapped within an object. While trapped within this object the creature is Restrained until said object is destroyed. Typically, there will be other ways to end Entombed described in the triggering Attack."
  },
  { "keyword": "Entombed", "see": "Entomb" },
  {
    "keyword": "Fragile",
    "effect": "Fragile decreases the Durability of an item by 2."
  },
  {
    "keyword": "Flying",
    "effect": "While Flying, a character ignores all Terrain and Obstacles that do not specifically target Flying characters. Melee Attacks have Disadvantage against Flying characters."
  },
  { "keyword": "Grapple", "see": "Grappled" },
  {
    "keyword": "Grappled",
    "effect": "A Grappled character's effect depends on if they are Top or Bottom.\nThe Top character has their Movement reduced by 1 step and cannot use the hand utilized for Grappling for anything other than the Shove Maneuver or Strikes with an Unarmed Weapon.\nThe Bottom character is Stuck and, when the Top character moves, the Bottom character moves along with them. At the end of their Turn, a Bottom character may expend Grit and Reflex in any combination to attempt to escape the Grapple; if the Winner does not expend an equal amount of Grit or Momentum in any combination, the Bottom character is freed. The Bottom character is also freed if they or the Top are forcibly moved, such as by a Push or Pull. The Bottom character may also attempt to take control of the grapple by Sacrificing an Action. They spend Grit and Momentum in any combination and, unless the Top spends an equal amount of Grit and Momentum in any combination, the Bottom and Top roles are reversed. If the Top character is using both Hands for the Grapple treat their expended Grit and Momentum as 1 higher for the purposes of escaping or taking control of a Grapple."
  },
  {
    "keyword": "Ice Armor",
    "effect": "Ice Armor functions as Ablative Armor with a Durability of 6."
  },
  {
    "keyword": "Pin",
    "effect": "A Status caused when a large object pins them in place. While Pinned, a creature is Stuck and Embedded. A creature remains Pinned until they Sacrifice an Action and spend 1 Grit or, at the end of a turn, they pay 1 Grit and take 5 Tru_ Damage. An allied creature may also Sacrifice an Action and pay 2 Momentum to free a Pinned Creature."
  },
  { "keyword": "Pinned", "see": "Pin" },
  {
    "keyword": "Prone",
    "effect": "A Prone creature cannot move until they spend a Step to stand from Prone. If they take a movement greater than a Step they may still move after standing from Prone, but downgrade the movement by one level.\nWhile Prone, melee attacks against the target gain Advantage, but ranged attacks have Disadvantage."
  },
  {
    "keyword": "Pull",
    "type": "Condition",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  { "keyword": "Pulled", "see": "Pull" },
  {
    "keyword": "Push",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  { "keyword": "Pushed", "see": "Push" },
  {
    "keyword": "Restrained",
    "effect": "A Restrained creature's ability to move is severely hampered. While Restrained, a creature cannot Move, makes all Attacks with Disadvantage, and all Attacks against them have Advantage."
  },
  {
    "keyword": "Shred",
    "effect": "Reduce the creature's Guard by 1."
  },
  {
    "keyword": "Slide",
    "type": "Condition",
    "effect": "Move a target up to X squares in any direction."
  },
  {
    "keyword": "Staggered",
    "effect": "When a creature becomes Staggered their next Action this round has its Speed increased by 1. If the creature has no more Actions this round, they gain either Hobbled 1 or Exposed 1 (inflictor's choice)."
  },
  {
    "keyword": "Stone Armor",
    "effect": "Stone Armor functions as Ablative Armor with a Durability of 8."
  },
  {
    "keyword": "Stuck",
    "effect": "A Status caused when a creature is unable to move, but their ability to fight is otherwise unimpaired. While Stuck a creature cannot take any Movement."
  },
  {
    "keyword": "Sturdy",
    "effect": "Sturdy increases the Durability of an item by 2."
  },
  {
    "keyword": "Sundering",
    "effect": "Attacks with this tag don't have Disadvantage when attacking Weapons."
  },
  { "keyword": "Top", "see": "Grappled" },
  {
    "keyword": "Wood Armor",
    "effect": "Wood Armor functions as Ablative Armor with a Durability of 7."
  }
]
