[
  {
    "keyword": "Ablative Armor",
    "effect": "Ablative Armor functions as and stacks with Armor but, every time you are Hit or Crit by an Attack that deals damage (even if your Armor reduces that damage to 0), reduce the Ablative Armor by 1 to a minimum of 0. "
  },
  {
    "keyword": "Accelerate",
    "effect": "When a creature becomes Accelerated their next Action this round has its Speed decreased by 1. If the creature has no more Actions this round, they gain 1 Momentum or Reflex (their choice)."
  },
  {
    "keyword": "Blind",
    "effect": "A Blind creature treats all other creatures as Veiled. Blind is cleared at the Refresh Phase of the next round."
  },
  {
    "keyword": "Break",
    "effect": "When a creature suffers Break they choose one: Either they lose their Stance or their Style. That creature lacks the benefits of that Stance or Style until they take an Action that allows them to adopt a Stance or Style."
  },
  {
    "keyword": "Damaged",
    "effect": "A Damaged weapon takes a -2 penalty to all Attack Rolls."
  },
  {
    "keyword": "Daze",
    "effect": "A Dazed creature takes one less Action in the next round. Dazed is cleared at the Refresh Phase of the next round."
  },
  {
    "keyword": "Disarm",
    "effect": "A Weapon or Item that a creature has Equipped is removed from them, typically dropping to an adjacent, unoccupied space."
  },
  {
    "keyword": "Embed",
    "effect": "Embed effects are always paired with an Action that utilizes a Source. When Embed occurs, the Source used in the Action is attached to or impaled in the Target and moves with it. A creature may Sacrifice an Action to end Embed."
  },
  {
    "keyword": "Entomb",
    "effect": "An Entombed creature is trapped within an object. While trapped within this object the creature is Restrained until said object is destroyed. Typically, there will be other ways to end Entombed described in the triggering Attack."
  },
  {
    "keyword": "Flying",
    "effect": "While Flying, a character ignores all Terrain and Obstacles that do not specifically target Flying characters. Melee Attacks have Disadvantage against Flying characters."
  },
  {
    "keyword": "Grapple",
    "effect": "A Grappled character's effect depends on if they are Winning or Losing.\nThe Winning character is Slowed, and cannot use the hand utilized for Grappling for anything other than Shove or Strikes with an Unarmed Weapon.\nThe Losing character is Stuck and, when the Winning character moves, the Losing moves along with them."
  },
  {
    "keyword": "Pin",
    "effect": "A Status caused when a large object pins them in place. While Pinned, a creature is Stuck. A creature remains Pinned until they Sacrifice an Action or, at the end of a turn, they pay 2 _Grit_ and take 5 Damage."
  },
  {
    "keyword": "Prone",
    "effect": "A Prone creature cannot move until they spend a Step to stand from Prone. If they take a movement greater than a Step they may still move after standing from Prone, but downgrade the movement by one level.\nWhile Prone, melee attacks against the target gain Advantage, but ranged attacks have Disadvantage."
  },
  {
    "keyword": "Pull",
    "type": "Condition",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  {
    "keyword": "Push",
    "type": "Condition",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  {
    "keyword": "Restrained",
    "effect": "A Restrained creature's ability to move is severely hampered. While Restrained, a creature cannot Move, makes all Attacks with Disadvantage, and all Attacks against them have Advantage."
  },
  {
    "keyword": "Shred",
    "effect": "Reduce the creature's Armor by 1 for the remainder of the encounter."
  },
  {
    "keyword": "Slide",
    "type": "Condition",
    "effect": "Move a target up to X squares in any direction."
  },
  {
    "keyword": "Stagger",
    "effect": "When a creature becomes Staggered their next Action this round has its Speed increased by 1. If the creature has no more Actions this round, they gain either Hobbled 1 or Exposed 1 (inflictor's choice)."
  },
  {
    "keyword": "Stuck",
    "effect": "A Status caused when a creature is unable to move, but their ability to fight is otherwise unimpaired. While Stuck a creature cannot take any Movement."
  }
]
