[
  {
    "name": "Airborne",
    "desc": "A creature knocked into the air and unable to defend themselves.",
    "effect": "Attacks against an Airborne creature have _Advantage_ and gain [_Sure Hit_ 2]. Additionally, while Airborne, their _Elevation_ is increased by 1, but they do not gain any bonuses from this.",
    "remove": "Creature are Airborne until the end of the current _Phase_, they suffer _Forced Movement_, or they gain _Flight_. If the creature loses this _Restrained_ by either of the first two means they _Fall_, at the end of the _Forced Movement_ if applicable."
  },
  {
    "name": "Blind",
    "desc": "When a creature's eyesight is hindered, rendering them unable to effectively see.",
    "effect": "A Blind creature treats all other creatures as _Veiled_.",
    "remove": "Creatures are Blinded until the duration specified when inflicted has passed or they _Recover_.",
    "recover": "3 _Grit_ removes _Blinded_."
  },
  {
    "name": "Blinded",
    "see": "Blind"
  },
  {
    "name": "Bottom",
    "see": "Grappled"
  },
  {
    "name": "Damaged",
    "effect": "Damaged only applies to _Equipment_. A Damaged Weapon takes a -2 penalty to all Attack Rolls. If _Armor_ is Damaged, instead inflict _Shred_ 1.",
    "remove": "Only Techniques that explicitly remove Damaged remove Damaged. Otherwise, it can be removed outside of combat with [travel mechanic here]."
  },
  {
    "name": "Disarm",
    "see": "Disarmed"
  },
  {
    "name": "Disarmed",
    "effect": "When a creature inflicts Disarmed the Target immediately loses a piece of Equipment they have _Wielded_ or _Equipped_. While Disarmed, a character may not _Wield_ or _Equip_ any new items.",
    "remove": "Only Techniques that explicitly remove Disarmed (such as Gather) remove Staggered. Otherwise, it is cleared at the end of combat."
  },
  {
    "name": "Disarming",
    "see": "Disarm"
  },
  {
    "name": "Downed",
    "effect": "A creature becomes Downed when they lose all Health. While Downed, a creature has only 1 AP, their Movement is halved, and they may only use a single Stance. A creature may mark a Wound against Stamina at Refresh to gain one additional AP for the Round.",
    "remove": "Downed may not be removed during combat."
  },
  {
    "name": "Embed",
    "effect": "Embed effects are always paired with an Action that utilizes a Source or a Weapon. When Embed occurs, the Source or Weapon used in the Action is attached to or impaled in the Target and moves with it. If a Source is Embedded in a creature, they may be treated as that Source.",
    "remove": "A creature may _Sacrifice_ an Action and take 1 _True_ Damage to end Embed.",
    "recover": "2 _Grit_ ends _Embed_, but the creature takes 4 _True_ Damage in the process."
  },
  {
    "name": "Embedded",
    "see": "Embed"
  },
  {
    "name": "Flying",
    "effect": "While Flying, a character ignores all Terrain and Obstacles that do not specifically target Flying characters. Melee Attacks have Disadvantage against Flying characters.",
    "remove": "Flying typically only lasts as long as a Technique or Stance provides, but is also ended early if the Target is knocked _Prone_."
  },
  {
    "name": "Fragile",
    "effect": "Fragile decreases the Durability of a piece of Equipment or Obstacle by 2.",
    "remove": "Only Techniques that explicitly remove Fragile remove Fragile. Otherwise, it can be removed outside of combat with [travel mechanic here]."
  },
  {
    "name": "Grapple",
    "see": "Grappled"
  },
  {
    "name": "Grapple Contest",
    "see": "Grappled"
  },
  {
    "name": "Grappled",
    "effect": "A Grappled character's effect depends on if they are Top or Bottom.\n\n* The Top character has their Movement reduced by one level if the Bottom is their Size or larger and cannot use the Hand utilized for Grappling for anything other than Unarmed Weapon Attacks against the Bottom.\n\n* The Bottom character is _Stuck_ and, when the Top character moves, the Bottom character is moved with them.\n* If the Top inflicts Grappled on the Bottom, they may immediately instead inflict _Pull_ 6.\n* The Top may Negate _Forced Movement_ effects for the Bottom.",
    "special": "By default, a creature may only Grapple a creature one Size larger than them. If they inflict Grappled on a creature larger than that, they instead inflict _Riding_ (TBD).",
    "remove": "The Bottom character is freed if they or the Top suffer _Forced Movement_. Additionally, if the Bottom successfully inflicts Grappled on the Top, they may either choose to end the Grapple or become the Top.",
    "recover": "(While Bottom) X _Grit_/_Reflex_ starts a Grapple Contest, which forces the Top to spend X-Y _Grit_/_Momentum_, where Y is the Size difference between the Top and Bottom, or else the Grapple ends. If the Top character is using both Hands for the Grapple treat their expended _Grit_/_Momentum_ as 1 higher."
  },
  {
    "name": "Marked",
    "desc": "An effect caused when a creature is drawing all of a foe's attention.",
    "effect": "While Marked a creature treats their _Impaired_ Tokens as one higher (maximum 4) when attacking all creatures other than the one that Marked them. When attacking the creature that Marked them, they treat their _Impaired_ Tokens as one less (minimum 0). If the creature has no _Impaired_, they still take a -1 _Penalty_ on all Attacks against creatures other than the one that Marked them as if they had an _Impaired_ 0 Token.",
    "special": "If a creature that is already Marked is Marked again, instead inflict _Impaired_ 1.",
    "remove": "Marked typically has a set duration, and is removed after that duration. In addition, if the creature that Marked a creature ends their _Turn_ more than 4 spaces from them, remove Marked.",
    "recover": "2 _Momentum_ in a _Turn_ that the creature _Hit_+ the creature that _Marked_ them removes _Marked_."
  },
  {
    "name": "Overarmor",
    "desc": "Armor that, while powerful, is temporary easily stripped away.",
    "effect": "Overarmor will always specify a _Durability_, a _Guard_ value, as well as any _Resistances_. While a creature has Overarmor, increase their _Guard_ by the listed value, and they gain the _Resistances_ of their Overarmor. ",
    "remove": "Whenever a character takes Damage, their Overarmor loses _Durability_ equal to half the Damage taken. If targeted by its Weakness, it takes an additional 2 Damage, even if the character took no Damage."
  },
  {
    "name": "Prone",
    "desc": "An effect caused when a foe is knocked flat on their back.",
    "effect": "A Prone creature cannot move. While Prone, melee attacks against the target gain Advantage, but ranged attacks have Disadvantage.",
    "remove": "A creature may downgrade their Movement by one level to end Prone."
  },
  {
    "name": "Restrained",
    "desc": "An effect cause when a creature's ability to move is severly hampered.",
    "effect": "A Restrained creature's ability to move is severely hampered. While Restrained, a creature cannot Move, makes all Attacks with Disadvantage, and all Attacks against them have Advantage.",
    "remove": "How to end Restrained is typically specified in the Technique that inflicts it. If nothing is specified, a creature may _Sacrifice_ an Action and spend 2 _Reflex_ to end Restrained."
  },
  {
    "name": "Staggered",
    "effect": "When a creature inflicts Staggered the Target immediately loses one of their _Stances_ and replaces it with No Stance. While Staggered, a creature may not change this _Stance_.",
    "remove": "Only Techniques that explicitly remove Staggered (such as Prepare) remove Staggered. Otherwise, it is cleared at the end of combat."
  },
  {
    "name": "Stuck",
    "desc": "A status caused when a creature is unable to move, but their ability to fight is otherwise unimpaired.",
    "effect": "While Stuck a creature cannot take any Movement.",
    "remove": "How to end Stuck is specified in the Technique that inflicts it."
  },
  {
    "name": "Sturdy",
    "effect": "Sturdy increases the Durability of a piece of Equipment or Obstacle by 2.",
    "remove": "Only Techniques that explicitly remove Sturdy remove Sturdy. Otherwise, it is removed at the end of combat, or when the _Technique_/_Stance_ that caused it specifies."
  },
  {
    "name": "Top",
    "see": "Grappled"
  }
]
