[
  {
    "keyword": "Blazing",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 True Damage and gains Burn 1. This may trigger at most once per Turn.\nWhen Blazing Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy, or Wet:</ins> Instead, remove the Terrain and create a Veiled space.\n* <ins>Overgrown:</ins> Remove the Overgrown Terrain and replace it with Blazing Terrain. \n* <ins>Windy:</ins> Blazing may not be created in this space."
  },
  {
    "keyword": "Icicle",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 3 Damage and gains Frost 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain it is destroyed and becomes Icy Terrain. Icicle Terrain may be treated as Icy Terrain for all Actions that target it.\n\tWhen Icicle Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Instead, remove the Blazing Terrain and create Veiled Terrain."
  },
  {
    "keyword": "Jagged",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 4 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn.\n\tWhen Jagged Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Jagged Terrain."
  },
  {
    "keyword": "Icy",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1.\n\tWhen Icy Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins>  Instead, remove the Blazing Terrain and create Veiled Terrain."
  },
  {
    "keyword": "Overgrown",
    "effect": "Overgrown spaces costs twice as much Movement to move through, but a creature may take 2 Damage per space to move through them normally. \n\tWhen Overgrown Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Overgrown Terrain may not be created in this space.\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Overgrown Terrain."
  },
  {
    "keyword": "Rough",
    "effect": "Rough spaces costs twice as much Movement to move through, but a creature may spend 1 Reflex per space to move through them normally.\n\tWhen Rough Terrain Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Rough Terrain."
  },
  {
    "keyword": "Stairs",
    "effect": "Stair Terrain is any easily climable terrain, such as a slope or literal stairs. Characters may move up one Elevation at no penalty when moving through a Stair space."
  },
  {
    "keyword": "Wet",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more. \n\tWhen Wet Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Remove the Wet Terrain and replace it with Veiled Terrain."
  },
  {
    "keyword": "Windy",
    "effect": "Windy Terrain always has a direction, typically decided at the time of its creation. When entering a Windy space from the three faces aligned with its direction the Windy space only counts as half a space of movement. When entering a Windy space from the three faces against its direction it counts as two spaces of Movement. Ranged Attacks that pass through any Windy Terrain take a -1 penalty to their Attack Roll.\n\tWhen Windy Terrain is created in the following Terrain types, it interacts as follows:\n * <ins>Blazing or Veiled:</ins> Either remove the Terrain or move it one space in the direction of the Windy Terrain."
  },
  {
    "keyword": "Veiled",
    "effect": "Veiled Terrain is filled with dust, smoke, mist, or some other obscuring agent. All Attacks against a creature in a Veiled Space have Disadvantage, and all Attacks by creature in a Veiled Space have Disadvantage. If the creature in the Veiled Space has some means to ignore Veiled Terrain, they instead have Advantage.\n\tWhen Veiled Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Windy:</ins> Veiled may not be created in this space."
  },
  {
    "keyword": "Anchor",
    "effect": "An Anchor is a sufficiently large Metal Source that is either secured or heavy enough that a Metalbound can pull themselves towards it without moving it. Typically, any Metal Source of a Size greater than the Metalbound can be used as an Anchor, but a wall-sconce that is heavily bolted into the wall may also serve as an Anchor at the GM's discretion."
  },
  {
    "keyword": "Earthen",
    "effect": "An Earthen feature is a prominent above-ground Obstacle created primarily from earth or stone. Boulders and Earth Pillars are obvious examples, but a stone wall or similar is also a valid Earthen Obstacle."
  },
  {
    "keyword": "Metal Source",
    "effect": "A Metal Source is any amount of metal sufficient for use by a Metalbound. Any Weapon that is crafted predominately of metal counts as a Metal Source as well as any similarly-sized metal objects in the environment, but using them in conjunction with Metalbound features will typically Damage them. A Metalbound can reduce their _Armor_'s _Guard_ value by 1 to create a Metal Source when wearing _Armor_ made predominately of metal. If this reduces the _Armor_'s _Guard+ value to 0, the Metalbound is treated as Unarmored. Finally, a Metalbound is always assumed to be wearing sufficient metal for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Metal Sources on the map."
  },
  {
    "keyword": "Water Source",
    "effect": "A Water Source is any space that is predominantly filled with water. What happens to a Water Source when it is Destroyed depends on the type. If it's part of an extremely large source, such as an ocean or lake it instead remains as existing water rushes in to fill the void. If it's part of a smaller source, such as a pond or spring, Destroy the target space, or, if the target space is central to the body, Destroy a space near the edge of the source of water, trying to maintain as even a shape as possible."
  },
  {
    "keyword": "Wood Source",
    "effect": "A Wood Source is any amount of wood sufficient for use by a Woodbound. Any Weapon that is crafted predominately of wood counts as a Wood Source as well as any similarly-sized wood objects in the environment, but using them in conjunction with Woodbound features will typically Damage them. A Woodbound can Damage a shield made of Wood to create a Wood Source. After being used for an ability, track the location of all Wood Sources on the map. In addition, large sources of wood, such as a tree, can sometimes can as multiple Wood Sources. If they do, they will designated as such by your GM. Finally, a Woodbound is always assumed to be wearing sufficient wood for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Wood Sources on the map."
  }
]
