[
  {
    "keyword": "Blazing",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 True Damage and gains Burn 1. This may trigger at most once per Turn.\nWhen Blazing Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy, or Wet:</ins> Instead, remove the Terrain and create a Veiled space.\n* <ins>Overgrown:</ins> Remove the Overgrown Terrain and replace it with Blazing Terrain. \n* <ins>Windy:</ins> Blazing may not be created in this space."
  },
  {
    "keyword": "Icicle",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 3 Damage and gains Frost 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain it is destroyed and becomes Icy Terrain. Icicle Terrain may be treated as Icy Terrain for all Actions that target it.\n\tWhen Icicle Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Instead, remove the Blazing Terrain and create Veiled Terrain."
  },
  {
    "keyword": "Jagged",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 4 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn.\n\tWhen Jagged Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Jagged Terrain."
  },
  {
    "keyword": "Icy",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1.\n\tWhen Icy Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins>  Instead, remove the Blazing Terrain and create Veiled Terrain."
  },
  {
    "keyword": "Overgrown",
    "effect": "Overgrown spaces costs twice as much Movement to move through, but a creature may take 2 Damage per space to move through them normally. \n\tWhen Overgrown Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Overgrown Terrain may not be created in this space.\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Overgrown Terrain."
  },
  {
    "keyword": "Rough",
    "effect": "Rough spaces costs twice as much Movement to move through, but a creature may spend 1 Reflex per space to move through them normally.\n\tWhen Rough Terrain Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Icicle, Icy:</ins> Remove the Icy or Icicle Terrain and replace it with Rough Terrain."
  },
  {
    "keyword": "Wet",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more. \n\tWhen Wet Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Blazing:</ins> Remove the Wet Terrain and replace it with Veiled Terrain."
  },
  {
    "keyword": "Windy",
    "effect": "Windy Terrain always has a direction, typically decided at the time of its creation. When entering a Windy space from the three faces aligned with its direction the Windy space only counts as half a space of movement. When entering a Windy space from the three faces against its direction it counts as two spaces of Movement. Ranged Attacks that pass through any Windy Terrain take a -1 penalty to their Attack Roll.\n\tWhen Windy Terrain is created in the following Terrain types, it interacts as follows:\n * <ins>Blazing or Veiled:</ins> Either remove the Terrain or move it one space in the direction of the Windy Terrain."
  },
  {
    "keyword": "Veiled",
    "effect": "Veiled Terrain is filled with dust, smoke, mist, or some other obscuring agent. All Attacks against a creature in a Veiled Space have Disadvantage, and all Attacks by creature in a Veiled Space have Disadvantage. If the creature in the Veiled Space has some means to ignore Veiled Terrain, they instead have Advantage.\n\tWhen Veiled Terrain is created in the following Terrain types, it interacts as follows:\n* <ins>Windy:</ins> Veiled may not be created in this space."
  }
]
