[
  {
    "keyword": "Blazing",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 True Damage and gain Burn 1. This may trigger at most once per Turn.\n\tWhen Blazing Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Icicle, Icy, or Wet: Instead, remove the Terrain and create a Veiled space.\n\t&#8226; Overgrown: Remove the Overgrown space.\n\t&#8226; Windy: Blazing may not be created in this space."
  },
  {
    "keyword": "Icicle",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 3 Damage and gain Frost 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain the spikes are destroyed and it becomes Icy Terrain. Icicle Terrain is treated as Icy Terrain for all Actions that target it.\n\tWhen Icicle Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Blazing: Instead, remove the Blazing and create a Veiled space."
  },
  {
    "keyword": "Jagged",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 4 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex. This may trigger at most once per Turn.\n\tWhen Jagged Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Icicle, Icy: Destroy the Icy or Icicle, then create a Jagged space as normal."
  },
  {
    "keyword": "Icy",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1.\n\tWhen Icy Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Blazing: Instead, remove the Blazing and create a Veiled space."
  },
  {
    "keyword": "Overgrown",
    "effect": "Overgrown spaces costs twice as much Movement to move through, but a creature may take 2 Damage per space to move through them normally.\n\tWhen Overgrown Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Blazing: Overgrown may not be created in this space.\n\t&#8226; Icicle, Icy: Destroy the Icy or Icicle, then create an Overgrown space as normal."
  },
  {
    "keyword": "Rough",
    "effect": "Rough spaces costs twice as much Movement to move through, but a creature may spend 1 Reflex per space to mvoe through them normally.\n\tWhen Rough Terrain Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Icicle, Icy: Destroy the Icy or Icicle, then create a Rough space as normal."
  },
  {
    "keyword": "Wet",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more. \n\tWhen Wet Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Blazing: Instead, remove the Blazing and create a Veiled space."
  },
  {
    "keyword": "Windy",
    "effect": "Windy Terrain always has a direction. When entering a Windy space from the three faces aligned with its direction the Windy space only counts as half a space of movement. When entering a Windy space from the three faces against its direction it counts as two spaces of Movement. Ranged Attacks that pass through any Windy Terrain take a -1 penalty to their Attack Roll.\n\tWhen Windy Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Blazing or Veiled: You may either remove the Terrain or move it in the direction of Windy."
  },
  {
    "keyword": "Veiled",
    "effect": "Veiled Terrain is filled with dust, smoke, mist, or some other obscuring agent. All Attacks against a creature in a Veiled Space have Disadvantage, and all Attacks by creature in a Veiled Space has Disadvantage.\n\tWhen Veiled Terrain is created in the following Terrian types, it interacts as follows:\n\t&#8226; Windy: Veiled may not be created in this space."
  }
]
