[
  {
    "name": "Powerful",
    "desc": "You've always been stronger than most, and what would be a heavy burden for another barely phases you.",
    "bonuses": { "grit": 1, "load": 2 },
    "maneuver": "Strong Strike",
    "effect": "You are incredibly strong, and can reliably light twice as much as a normal person and accomplish all but the most impressive feats of mundane strength without any significant effort. When using brute strength or physical power you may spend one &#9634; as if it were &#8863; or to play *Efficacy* if appropriate."
  },
  {
    "name": "Agile",
    "desc": "You're light and sure on your feet, moving from place to place in a flash.",
    "bonuses": { "reflex": 1, "move": 1 },
    "maneuver": "Agility",
    "effect": "You are fleet of foot and move more swiftly than others. Unless otherwise disadvantaged, you will always move quicker than other people, and can reliably keep up with some animals. When using agility or speed you may spend one &#9634; as if it were &#8863; or to play *Speed* if appropriate."
  },
  {
    "name": "Keen",
    "desc": "Your senses are sharper than most, allowing you notice details that others miss.",
    "bonuses": { "focus": 1 },
    "maneuver": "Honed Senses",
    "effect": "You have sharp senses that are closer to an animals than a humans. You can notice fine details ignored by most when using any of your five senses. When your keen senses would be advantageous you may spend one &#9634; as if it were &#8863; or to play *Observation* if appropriate."
  },
  {
    "name": "Tough",
    "desc": "You are a hardy creature that can take more punishment than most.",
    "bonuses": { "health": 5 },
    "maneuver": "Endure",
    "effect": "You are a resilient creature that can push through issues that would debilitate a lesser creature. When you would gain Hunger, Thirst, Fatigue, or an appropriate Affliction you may instead place that effect on this Archetype, ignoring its effect. You may recover this effect as normal, refreshing the use of this ability when you do so."
  }
]
