[
  {
    "name": "Basic Blaze Arts",
    "desc": "Blaze Arts specialize in creating and harnessing flames, setting the battlefield alight and burning foes in their path. These basic Blaze abilities enable other Blaze Disciplines and can start a raging fire.",
    "type": "Blaze",
    "tier_1": {
      "attacks": ["Ember"],
      "maneuvers": ["Firestarter"]
    },
    "tier_2": {
      "attacks": [],
      "maneuvers": ["Controlled Burn", "Flameguard"]
    }
  },
  {
    "name": "Basic Explosion Arts",
    "desc": "Explosion Arts specialize in sudden eruptions of flames, disorienting foes and sending them flying. These basic Explosion abilities enable other Explosion Disciplines and can easily clear a battlefield.",
    "type": "Explosion",
    "tier_1": {
      "attacks": ["Firecracker"],
      "maneuvers": ["Explosive Flames"]
    },
    "tier_2": {
      "attacks": ["Flashbang"],
      "maneuvers": ["Blastguard"]
    }
  },
  {
    "name": "Basic Land Arts",
    "type": "Land",
    "desc": "Land Arts specialize in forming and shaping the earth, whether that be a localized earthquake, creating difficult footing, or forcing up walls of solid earth. These basic Land abilities enable other Land Disciplines and provide a strong foundation for all practitioners.",
    "tier_1": {
      "attacks": [],
      "maneuvers": ["Earth Shaper", "Wall of Earth"]
    },
    "tier_2": {
      "attacks": ["Rumble"],
      "maneuvers": ["Landguard"]
    }
  },
  {
    "name": "Basic Mountain Arts",
    "type": "Mountain",
    "desc": "Mountain Arts specialize in moving earthen materials, typically in a weaponized way. These abilities create avalanches, fling stones like a catapult, and allow fine control over earthen materials. These basic Mountain abilities enable other Mountain Disciplines and can be the first stone in a mighty avalanche.",
    "tier_1": {
      "attacks": ["Chip Shot"],
      "maneuvers": ["Earthen Implement"]
    },
    "tier_2": {
      "attacks": [],
      "maneuvers": ["Shifting Stone", "Stoneguard"]
    }
  },
  {
    "name": "Basic Tide Arts",
    "desc": "Tide Arts specialize in controlling liquid water pushing and pulling it just like the tides, creating dangerously slick terrain, aquatic shields, and powerful blasts of water. These basic Tide abilities enable other Tide Disciplines and can build into a crashing wave.",
    "type": "Tide",
    "tier_1": {
      "attacks": ["Surging Stream"],
      "maneuvers": ["Waterdraw"]
    },
    "tier_2": {
      "attacks": [],
      "maneuvers": ["Douse", "Waveguard"]
    }
  },
  {
    "name": "Basic Tundra Arts",
    "desc": "Tundra Arts specialize in controlling ice and snow, creating a frozen wasteland to entrap foes with sleet and snow. These basic Tundra abilities enable other Tundra Disciplines and can cause even the most stubborn of foes to chill out.",
    "type": "Tundra",
    "tier_1": {
      "attacks": ["Icicle Shot"],
      "maneuvers": ["Frostbend"]
    },
    "tier_2": {
      "attacks": [],
      "maneuvers": ["Frozen Barricade", "Frostguard"]
    }
  }
]
