[
  {
    "name": "Example Discipline",
    "category": "Skill",
    "flavor": "Flavor text and a description of the Discipline goes re, as well as how it plays in combat.",
    "background": "darkgrey",
    "role": "Role",
    "stances": ["Sample Stance/Style"],
    "techniques": ["Example Technique"]
  },
  {
    "name": "Basic",
    "category": "Basic",
    "flavor": "",
    "background": "",
    "role": "",
    "stances": [],
    "techniques": ["Unarmed Strike", "Armed Strike", "Run", "Use Environment", "Draw", "Size Up", "Prepare", "Grab", "Shove"]
  },
  {
    "name": "Land",
    "category": "Earth",
    "flavor": "Those that practice the Land Discipline make the ground beneath their feet their weapon, creating Earthen Pillars and laying their enemies low with mighty tremors. Stances and Techniques in this Discipline manipulate the earth to create large Obstacles far more easily than any other type of spiritbound, Terrain that can slow and hinder foes that cannot be easily removed from the battlefield, and can unleash debilitating attacks that not only ignore cover, but also inflict conditions that limit enemy mobility and make them easier to strike. If you choose to utilize the Land Discipline, you will choose the shape of the battlefield, determining where enemies can move while providing allies an impenetrable defense. So long as they have solid ground beneath their feet, every battlefield is fortress for a master of the Land Discipline.",
    "background": "darkkhaki",
    "role": "Shaper/Controller",
    "stances": ["Barricade Stance", "Roiling Stance", "Sculptor Stance"],
    "techniques": ["Quake", "Jaws of the Earth", "Sinkhole", "Earth Shaper", "Earthen Agility"]
  },
  {
    "name": "Boulder",
    "category": "Earth",
    "flavor": "The Boulder Discipline focuses on powerful strikes with great stones, creating an avalanche of heavy, driving strikes. The creation and use of Boulders is central to this Discipline, where they can largely be used to provide temporary armor to the user, empower mighty strikes, and manipulate the position of foes. This Discipline requires a greater degree of positioning and resource management than most but, if used well, can enable powerful combos.",
    "background": " #b7950b",
    "role": "Artillery/Controller",
    "stances": ["Avalanche Stance", "Colossus Stance", "Rubble Stance"],
    "techniques": ["Stone Strike", "Avalanche", "Fracture", "Stone Shield", "Stonesmith", "Avalanche Charge"]
  },
  {
    "name": "Grounding",
    "category": "Earth",
    "flavor": "The Grounding Discipline focuses on drawing energy from the earth itself to become immensely strong and immovable. Characters that specialize in the Grounding Discipline will generate an immense amount of Grit, as well as mitigate their need to spend it through aspects of their Stances and Reactions. While slow and low in mobility, the Grounding Stance allows for some of the highest damage Weapon Attacks in the system, and can easily generate massive Push against foes.",
    "background": "#ba4a00",
    "role": "Striker/Controller",
    "stances": ["Anchor Stance", "Mighty Stance", "Ox Stance"],
    "techniques": [
      "Enhanced Strike",
      "Concussive Slam",
      "Titan's Grasp",
      "Gaia Strike",
      "Unrelenting Strength",
      "Stand Fast",
      "Gathering Strength",
      "Worldbreaking Strength",
      "Mighty Throw",
      "Bull Rush",
      "Mighty Leap",
      "Immovable Object"
    ]
  },
  {
    "name": "Stoneheart",
    "category": "Earth",
    "flavor": "The Stoneheart Discipline channels the essence of the earth to make one's heart like stone and impenetrable to fear. Stoneheart's mechanics revolve around Courage and their ability to grant it to themselves an allies. Typically, this courage is gained in response to a small victory on the battlefield, a reckless act, or bolstering the courage of one who is about to fall. Stoneheart's belong on the front lines of a battlefield and make it far easier for allies to reach their foes, granting them Momentum and other benefits all the while.",
    "background": "#cb4335",
    "role": "Supporter",
    "stances": ["Bold Stance", "Inspiring Stance", "Defiant Stance"],
    "techniques": [
      "Bold Strike",
      "Reckless Abandon",
      "Valorous Warcry",
      "Inspiring Cry",
      "Chant of Bravery",
      "Hearts of Stone",
      "Inspire Courage",
      "Valiant Charge",
      "Valorous Rally",
      "Courageous Charge",
      "Courageous Shield",
      "Last Stand"
    ]
  },
  {
    "name": "Tremorsight",
    "category": "Earth",
    "flavor": "The Tremorsight Discipline allows an Earthbonded to read the vibrations of the earth, providing perfect knowledge of everything touching the ground. The Range of these techniques depends on how far their Seismic Sense is extending, which can be amplified by remaining still. Outside this radius the Earthbound has no special powers but against foes in this area they can generate a great deal of Knowledge, making it far easier to attack and defend against all these creatures. A skilled practitioner of this Discipline can even extend their senses into creatures, learning their weaknesses and leaving them open to devastating attacks.",
    "background": "#ab9478",
    "role": "Supporter/Controller",
    "stances": ["Flawfinder Stance", "Pulsereader Stance", "Sonar Stance"],
    "techniques": [
      "Exploiting Strike",
      "Locating Wave",
      "Hidden Flaw",
      "Seismic Aim",
      "Perfect Read",
      "Broaden Senses",
      "Tissue Scan",
      "Break Footing",
      "Remote Viewing",
      "Reveal Flaw",
      "True Heart Scan",
      "Sense Attack"
    ]
  },
  {
    "name": "Blaze",
    "category": "Flame",
    "flavor": "The Blaze Discipline possesses the most obvious flamebound techniques, centered around manipulating and conjuring flames. This Discipline focuses on fast and effective attacks that can often circumvent foe's defenses with tags like Pierce, _Sure Hit_ 2 and _Unblockable_ 2. This Discipline does not inflict many debuffs besides Burn, but can control the battlefield to a limited degree through the creation of Blazing spaces that force foes to carefully position themselves or take heavy damage. For characters that want a wide range of fast, short-range, area of effect attacks, the Blaze Discipline is the obvious choice.",
    "background": "#e67e22",
    "role": "Striker/Shaper",
    "stances": ["Inferno Stance", "Jet Stance", "Trailblazer Stance"],
    "techniques": [
      "Ignite",
      "Flame Jet",
      "Flame Wave",
      "Torch",
      "Searing Strike",
      "Flamethrower",
      "Set Blaze",
      "Fan Flames",
      "Fire Wall",
      "Flame Blade",
      "Fire Stepping",
      "Fire Shield"
    ]
  },
  {
    "name": "Blast",
    "category": "Flame",
    "flavor": "The Blast Discipline ignores simple flames, focusing instead on powerful and sudden explosions. The Blast Discipline is, by default, almost entirely focused on damage and has some of the most powerful area of effect abilities in the game. However, many Actions provide limited options to reposition foes or inflict status conditions, while the Stances provide additional options to inflict more severe status effects. In addition, the Blast Stance provides some of the best terrain destruction available and can easily remove all but the most stubborn of obstacles.",
    "background": "#d35400",
    "role": "Striker/Controller",
    "stances": ["Explosive Stance", "Flare Stance", "Ruin Stance"],
    "techniques": [
      "Short Fuse",
      "Blasting Strike",
      "Explosive Blast",
      "Volume of Fire",
      "Explosive Touch",
      "Detonation",
      "Fireball",
      "Smoke Bomb",
      "Volatile Mote",
      "Flashbang",
      "Counterthrust",
      "Explosive Leap"
    ]
  },
  {
    "name": "Overheat",
    "category": "Flame",
    "flavor": "The Overheat Stance overclocks the natural processes of the body, providing a Flamebonded exceptional physical performance at the expense of their physical well-being.",
    "background": "#ec7063",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Bloodboil",
    "category": "Flame",
    "flavor": "Those that practice Bloodboil manipulate the rage in themselves and others, allowing them to paint targets across the battlefield.",
    "background": "#c0392b",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Flashsight",
    "category": "Flame",
    "flavor": "Flashsight allows Flamebonded to see brief flashes of the future in flames, providing a limited sense of clairvoyance.",
    "background": "#f5b041",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Irondraw",
    "category": "Metal",
    "flavor": "Irondraw allows a metalbound to push and pull metal, providing exceptional defense and offense so long as there is a source of metal nearby. As metal is resistant to change, a master of Discipline can also manipulate their own position with clever pushes and pulls. Irondraw abilities are heavily dependant on Metal Sources. These are typically a sparse resource in battle, so careful conservation is required. Irondraws control the battlefield through secured metal anchors that can amplify their powers and provide exceptional mobility. When facing a foe wielding metal this Discipline becomes far more offensive, stripping metal and armor away with ease while sending foes flying.",
    "background": "#abb2b9",
    "role": "Controller/Courier",
    "stances": ["Anchored Stance", "Magnetic Stance", "Magnetoflier Stance"],
    "techniques": [
      "Magnetic Return",
      "Crush",
      "Shardstrike",
      "Lay Anchor",
      "Shackle",
      "Storm of Steel",
      "Attract",
      "Magnet Pull",
      "Repel",
      "Seize",
      "Tear Away",
      "Magnetic Ward"
    ]
  },
  {
    "name": "Steelforge",
    "category": "Metal",
    "flavor": "Steelforging changes to properties of nearby metal, whether that be making it razor-sharp or distorting its shape for an unexpected strike. Steelforging is not flashy, but can significantly amplify the power of a character's weapon strikes and enhance their armor to impossible levels. While a Steelforged can manipulate other sources of metal, their true strength lies in negating damage to their weapons and using them to their fullest potential.",
    "background": "#34495e",
    "role": "Striker/Defender",
    "stances": ["Metaleye Stance", "Unbreakable Stance", "Unstoppable Stance"],
    "techniques": [
      "Shattering Strike",
      "Steelsnake Strike",
      "Steelforged Strike",
      "Tungsten Strike",
      "Create Weapon",
      "Portcullis",
      "Forge",
      "Sap",
      "Perfect Armor",
      "Absolute Defense",
      "Shattering Rebuke",
      "Create Armor"
    ]
  },
  {
    "name": "Tempering",
    "category": "Metal",
    "flavor": "The metalbound hardens their stamina, .",
    "background": "#f7f9f9",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Soldertear",
    "category": "Metal",
    "flavor": "Metalbonded can manipulate the grief and sorrow in others with Soldertear technique, crushing their foes with feelings of hopelessness.",
    "background": "#85929e",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Dulling",
    "category": "Metal",
    "flavor": "A somewhat deviant sensory technique, a metalbound can easily mask their presence, as well as those of nearby creatures.",
    "background": "#887991",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Tide",
    "category": "Water",
    "flavor": "The Tide Stances focusing on pushing and pulling water, crushing foes in an oncoming wave while dictating the flow of a battle. This Discipline provides some of the most consistent and powerful options for pushing and pulling enemies. The Tide Discipline allows for the creation of Wet Terrain that will make resisting pushes and pulls even harder and if there are Water Sources present this Discipline can strike from any angle. While its true power is only unleashed near a considerable source of water, the Tide stance can force foes to whatever position you wish.",
    "background": "#2471a3",
    "role": "Controller/Shaper",
    "stances": ["Ebbing Stance", "Flood Stance", "Flowing Stance"],
    "techniques": [
      "Crushing Pressure",
      "Crashing Wave",
      "Surging Stream",
      "Rushing River",
      "Water Whip",
      "Aqua Lash",
      "Aqua Ring",
      "Water Sphere",
      "Call the Tides",
      "Hydroplane",
      "Aquatic Armor",
      "Water Wall"
    ]
  },
  {
    "name": "Tundra",
    "category": "Water",
    "flavor": "Conjuring great constructs out of ice, masters of the Tundra Stance create weapons as beautiful as they are deadly. Tundra abilities commonly inflict Frost, which limits the mobility and offensive power of foes. They also create a great deal of Icy terrain, which removes foes ability to manuever in a fine way across the map. With this combination and their ability to conjure armor for themselves, masters of the Tundra Discipline can easily keep a foe in close proximity while limiting their ability to attack. Tundra Techniques are also somewhat dependant on Wet terrain, and are typically more effective against Soaked targets, creating an inherent synergy with the Tide Discipline.",
    "background": "#d6eaf8",
    "role": "Shaper/Defender",
    "stances": ["Frostbite Stance", "Frostguard Stance", "Skating Stance"],
    "techniques": [
      "Ice Spike",
      "Icy Burst",
      "Ice Knife",
      "Ice Storm",
      "Frost Lance",
      "Glacial Guard",
      "Creeping Frost",
      "Flash Freeze",
      "Frozen Wall",
      "Icy Grasp",
      "Phase Change",
      "Skate"
    ]
  },
  {
    "name": "Bloodbind",
    "category": "Water",
    "flavor": "A skilled Waterbonded can control blood like any other liquid, either to staunch bleeding and heal or turn foes into gruesome puppets.",
    "background": "#f1948a",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Still Waters",
    "category": "Water",
    "flavor": "Water Spirits can easily drown out intense emotions, creating a sense of calm through Still Water techniques.",
    "background": "#5dade2",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Rippleread",
    "category": "Water",
    "flavor": "Water can reach into the past, allowing a Waterbonded to see the history of objects, or force a foe to briefly experience past trauma.",
    "background": "#a9cce3",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Gale",
    "category": "Wind",
    "flavor": "The most common Windbound Discipline, masters of the Gale Stance control powerful gusts of wind and create minor tornadoes. This Discipline provides a wide range of quick ways to reposition foes and Windy Terrain can provide a way to slow foes while accelerating allies. This Discipline also provides a great deal of mobility to the windbound themselves and, while it's lacking in damage, it has a great deal of options to Stagger or Accelerate creatures, controlling both positions and the initiative order.",
    "background": "#c39bd3",
    "role": "Controller/Supporter",
    "stances": ["Breeze Stance", "Razor Wind Stance", "Squall Stance"],
    "techniques": [
      "Biting Winds",
      "Vacuum Strike",
      "Air Slash",
      "Air Blast",
      "Air Cutter",
      "Headwind",
      "Swift Breeze",
      "Whirlwind",
      "Updraft",
      "Tailwind",
      "Whirlwind Charge",
      "Wind Breaker"
    ]
  },
  {
    "name": "Storm",
    "category": "Wind",
    "flavor": "Channeling the essence of a thunderstorm, the Storm Stance creates powerful bursts of lighting that ripple over the battlefield. This Discipline has a great deal of fast, close-range attacks and powerful, forecast long range ones. In addition, it can play a great deal with the Shock condition, slowing foes down and limiting their ability to take Reactions while also enabling more and more powerful strikes by the windbound. While this Discipline doesn't interact with Terrain or Obstacles in a meaningful way, the constant hazards created by the Storm Discipline will limit the movement of foes and harshly punish those that fall into the windbound's traps.",
    "background": "#f4d03f",
    "role": "Artillery/Striker",
    "stances": ["Bolt Stance", "Charged Stance", "Stormcaller Stance"],
    "techniques": [
      "Chain Lightning",
      "Lightning Strike",
      "Lightning Palm",
      "Eletrocute",
      "Gigavolt Blast",
      "Discharge",
      "Lightning Bolt",
      "Gathering Storm",
      "Charge",
      "Shock Wave",
      "Lightning Chariot",
      "Overcharge"
    ]
  },
  {
    "name": "Zephyr",
    "category": "Wind",
    "flavor": "The Zephyr Discipline carries the body aloft, allowing speed and reactions that push the limits of human capability. Spiritbound skilled in this Discipline are capable of moving great distances and have access to powerful Evade Reactions. With extreme mobility and attacks that are difficult to Evade, a Zephyr Discipline master can easily reach any point on the battlefield and make things difficult for a foe.",
    "background": "#d5dbdb",
    "role": "Courier",
    "stances": ["Agility Stance", "Lightfoot Stance", "Haste Stance"],
    "techniques": [
      "Agile Pursuit",
      "Nimble Strikes",
      "Windsweep",
      "Agile Feint",
      "Alight",
      "Uncanny Speed",
      "Remove Tether",
      "Flyby",
      "Turbo",
      "Float Away",
      "Godspeed",
      "Uncanny Dodge"
    ]
  },
  {
    "name": "Howl",
    "category": "Wind",
    "flavor": "Howl Discipline masters channel ancient, primal fear of storms and winds to shake enemies to their core, sending them fleeing from the battle. The Howl Discipline specializes in inflicting Fear on foes, which allows them to indirectly control the positioning of creatures by discouraging them from ending their turn adjacent to foes, while also enhancing the effect of Fear. In addition, the Howl Discipline can inflict Fear on themselves and allies to allow repositioning off-turn and allow for desperate strikes.",
    "background": "#a569bd",
    "role": "Controller/Supporter",
    "stances": ["Conqueror Stance", "Coward Stance", "Dread Stance"],
    "techniques": [
      "Horror Strike",
      "Striking Shadows",
      "Terrifying Butcher",
      "Aspect of Terror",
      "Incite Panic",
      "Mind Killer",
      "Cower!",
      "Frightening Howl",
      "Desperation!",
      "Coward's Aid",
      "Avatar of Fear",
      "Scurry"
    ]
  },

  {
    "name": "Breeze",
    "category": "Wind",
    "flavor": "The Breeze Discipline reads currents in the air, allowing an incredible ability to predict and react to attacks. Masters of the Breeze Discipline are able to grant themselves an uncanny ability to Evade attacks while within an Air Field, a zone where they can feel every movement of the air itself. Within this area they can Evade better, provide support to allies, and inflict limited amounts of Knowledge and Reveal on foes.",
    "background": "#e8daef",
    "role": "Defensive/Supporter",
    "stances": ["Still Air Stance", "Reed Stance", "Windseer Stance"],
    "techniques": [
      "Crossing Field",
      "Curving Shot",
      "Threading Strike",
      "Fieldsight",
      "Hone Senses",
      "Influence Flow",
      "Gathering Dance",
      "Wind Rider",
      "Flowing Dance",
      "Fluid Dodge",
      "Guiding Thread",
      "Intercept"
    ]
  },
  {
    "name": "Timber",
    "category": "Wood",
    "flavor": "Timber techniques control already existing wood, bending it to fit your needs or be used in devastating attacks. A wooden weapon can easily be extended or launched further, while a wooden shield or nearby tree can hinder attacking foes. This Discipline also turns nearby wood into a valuable resource, either as a weapon or as the origin of a powerful detonation of wooden shrapnel or a mighty strike. Finally, while it is difficult, a master of the Timber Discipline can move wood about the battlefield for an advantage, whether that be a tree or a simple table.",
    "background": "#9e7026",
    "role": "Artillery/Controller",
    "stances": ["Barkshield Stance", "Hardwood Stance", "Overbough Stance"],
    "techniques": [
      "Splintering Burst",
      "Sprouting Strike",
      "Willow Strike",
      "Stake",
      "Splinter",
      "Wood Hammer",
      "Warding Wood",
      "Swaying Trees",
      "Woodwright",
      "Tree Stride",
      "Grasping Rebuke",
      "Wood Ward"
    ]
  },
  {
    "name": "Growth",
    "category": "Wood",
    "flavor": "By manipulating local plantlife, Growth techniques can turn a barren field into one choked with aggressive, hostile plantlife. The Growth Discipline specializes in creating Overgrown spaces to limit foes' mobility, then encouraging further growth to create dangerous brambles, hostile vines, and other constructs to better control the battlefield. While it takes a moment for the Growth Discipline to ramp up, they will very quickly have near-absolute control over the entire battlefield.",
    "background": "#196f3d",
    "role": "Controller/Shaper",
    "stances": ["Animator Stance", "Gardener Stance", "Sprouting Stance"],
    "techniques": [
      "Seeding Strike",
      "Flourishing Strike",
      "Thorn Strike",
      "Vine Whip",
      "Bramble Wall",
      "Ensnaring Vines",
      "Ensnare",
      "Overgrow",
      "Animate Vine",
      "Nature's Blessing",
      "Sprout Tree",
      "Nature's Veil"
    ]
  },
  {
    "name": "Leech",
    "category": "Wood",
    "flavor": "Those that learn the Leech arts can pull stamina from plants and others, using it to bolster their own.",
    "background": "#937148",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Bloom",
    "category": "Wood",
    "flavor": "The Bloom Stance is one of the most beloved of the Wood Disciplines, as it can spark joy and happiness in themselves and others.",
    "background": "#00a020",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Nurture",
    "category": "Wood",
    "flavor": "Woodbound are able to sense the 'aura' of creatures, allowing them to sense their emotional state and find their true intentions.",
    "background": "#ff9ffc",
    "stances": [],
    "techniques": []
  },
  {
    "name": "Freedom",
    "category": "Armor",
    "flavor": "Unhindered by armor you dart to and fro across the battlefield, easily weaving past foes' advances. The Freedom Discipline provides many options that enhance a creature's Movement, provide various Safe Movement options, or allow them to easily avoid terrain with Leaping, allowing them to more easily traverse the battlefield. In addition, many potent Evade Reactions are present in this Discipline, as well as easy ways to generate Reflex.",
    "background": "#FDCA49",
    "role": "Courier",
    "stances": ["Acrobat Style", "Instinct Style", "Tumbler Style"],
    "techniques": ["Vaulting Run", "Quick Step", "Free Run"]
  },
  {
    "name": "Juggernaut",
    "category": "Armor",
    "flavor": "Encased in a heavy shell, none can hope to harm you, much less stop your advance across the battlefield. Juggernauts can easily achieve massive amounts of Guard, fully negate low Damage attacks that lack Pierce, and can deal heavy incidental damage with their armored form. The only true flaw of a Juggernaut is that they have no specific tools to draw fire only to enhance their own damage and survivability.",
    "background": " #7398cc ",
    "role": "Defensive/Striker",
    "stances": ["Bludgeon Style", "Guarded Style", "Unstoppable Style"],
    "techniques": ["Heavy Shove", "Steady", "Heavy Charge"]
  },
  {
    "name": "Skirmisher",
    "category": "Armor",
    "flavor": "Skirmishers strike a balance between mobility and durability. While Skirmisher lacks the extreme mobility of the Freedom Discipline and the unstoppable armor of the Juggernaut, it excels at Punish Reactions. In addition, it has Techniques that allow options for both movement and enhanced defense, providing flexibility. A Skirmisher is equally adept at Evade and Block Reactions, and can use whichever fits the current situation.",
    "background": "#bab86c",
    "role": "Striker/Courier",
    "stances": ["Counter Style", "Skirmish Style", "Warding Style"],
    "techniques": ["Nimble Guard", "Adaptability", "Agile Charge"]
  },

  {
    "name": "Shield Master",
    "category": "Armor",
    "flavor": "Your shield is an extension of your body, and none but the most determined attacks can make it past its defenses. Shield Masters are able to make use of their shield to better defend themselves and others, and allies that remain close to them are greatly rewarded. They also can make additional strikes with their Shield to spread Impaired among foes, limiting their ability to attack.",
    "background": "grey",
    "role": "Defensive/Controller",
    "stances": ["Bash Style", "Bastion Style"],
    "techniques": ["Shield Charge", "Shield Bash", "Raise Guard", "Iron Wall"]
  },
  {
    "name": "Dual Wielder",
    "category": "Martial",
    "flavor": "You fight best with a weapon in either hand, allowing you to create a barrage of unavoidable strikes.",
    "background": "darksalmon",
    "stances": ["Dual Weapon Style"],
    "techniques": ["Second Blade", "Dual Strike"]
  },
  {
    "name": "Duelist",
    "category": "Martial",
    "flavor": "You always keep one hand free in combat, providing you a flexibility and fluidity that few can match.",
    "background": " #5473ff ",
    "stances": [],
    "techniques": ["Offensive Flourish", "Defensive Flourish", "Mobile Flourish"]
  },
  {
    "name": "Grappler",
    "category": "Martial",
    "flavor": "So long as you have a hand free you'll have an opponent in it, dragging them about the battlefield. The Grappler Discipline specializes in controlling one or two targets at a time to an exceptional degree. While a creature's offense is somewhat limited while grappling, it allows for unparalleled freedom in repositioning a foe. It is trivial for a Grappler to impose Disadvantage on the attacks of their grappled foes and a variety of Techniques that limit the arms a creature can use and knock them Prone are extremely common throughout this Discipline. While it will require a large amount of Grit to maintain the Grapple, it provides some of the hardest control in the game.",
    "background": "#A47070",
    "role": "Controller",
    "stances": ["Crush Grip Style", "Living Shield Style", "Lockdown Style"],
    "techniques": [
      "Grappling Strike",
      "Suplex",
      "Grappling Swing",
      "Improved Grab",
      "Lock",
      "Restraining Pin",
      "Throw",
      "Ablative Antagonist",
      "Interposing Body"
    ]
  },
  {
    "name": "Heavy Weapon Master",
    "category": "Martial",
    "flavor": "A lesser warrior is controlled by the heavy weight of a large weapon; you have mastered it and honed it into a deadly pendulum.",
    "background": "#990000",
    "stances": ["Executioner Style"],
    "techniques": ["Shieldbreaker", "Cleaving Strike", "Pommel Strike", "Power Through"]
  },
  {
    "name": "Berserker",
    "category": "Strategem",
    "flavor": "You find yourself in the front lines, striking with fury and little regard to your own defense.",
    "background": "DarkGrey",
    "stances": [],
    "techniques": ["Pursuit", "Sudden Charge", "Aggressive Advance"]
  },
  {
    "name": "Brawler",
    "category": "Stratagem",
    "flavor": "Your fighting style is wild and unpredictable, using the environment itself as often as your weapons.",
    "background": "#cb4335",
    "stances": [],
    "techniques": ["Improvised Strike"]
  },
  {
    "name": "Gladiator",
    "category": "Stratagem",
    "flavor": "You practice a flashy, energetic combat style that energizes your allies and demoralizes your foes.",
    "background": "DarkGoldenRod",
    "stances": ["Spectacle Style"],
    "techniques": ["Stay Down!", "Butcher", "Warcry", "Taunt"]
  },
  {
    "name": "Scoundrel",
    "category": "Stratagem",
    "flavor": "You fight dirty, relying on clever tricks and cheap shots to carry you to victory.",
    "background": "DarkGrey",
    "stances": [],
    "techniques": ["Nimble Feint"]
  },
  {
    "name": "Warlord",
    "category": "Stratagem",
    "flavor": "You lead your companions from the front, create opportunities for them to strike and rallying them to your side.",
    "background": "DarkGrey",
    "stances": [],
    "techniques": ["Rally"]
  },
  {
    "name": "Weapon Master",
    "category": "Stratagem",
    "flavor": "You change weapons faster than most can blink, always keeping the one at hand to provide the greatest benefit.",
    "background": "DarkGrey",
    "stances": [],
    "techniques": ["Sunder", "Shattering Counter", "Weapon Lock"]
  },
  {
    "name": "Blademaster",
    "category": "Weapon",
    "flavor": "You have studied bladed weapons like none other. Compared to the other weapons, blades provide a balanced approach. A Blademaster has trained to deal exceptional damage to unarmed foes and defeat larger one through ever-increasing Bleed. A Blademaster can switch between offense and defense in an instant, allowing them to find an advantage anywhere.",
    "background": "#f75b5b",
    "role": "Striker",
    "stances": ["Bloodletter Style", "Guarded Edge Style"],
    "techniques": ["Blade Ward", "Sword Waltz", "Vorpal Blade", "Swords Dance"]
  },
  {
    "name": "Lancer",
    "category": "Weapon",
    "flavor": "You are an expert with long weapons, creating a dangerous field around yourself. A Lancer specializes in controlling an area of the battlefield. Anywhere within the reach of their spear is deadly to foes, and the consistent Hobbled that a Lancer can create guarantees that they will not soon leave that area. An adept Lancer will find a valuable choke-point on the battlefield and control it entirely, making the area impassable to foes.",
    "background": "#767cda",
    "role": "Striker/Defender",
    "stances": ["Porcupine Style", "Harrier Style"],
    "techniques": ["Impaling Strike", "Piercing Lunge", "Set Spear", "Haft Strike"]
  },
  {
    "name": "Martial Artist",
    "category": "Weapon",
    "flavor": "A Martial Artist's body itself is the weapon, preventing you from ever being disarmed. This Discipline allows for extremely flexible, dynamic combat that can choose from a host of different Weapons instantly. While they deal low damage, Martial Artists can easily inflict a wide-range of status effects, and can make an unparalleled number of attacks with ease. They are particularly adept at manipulating Tokens, whether that be gaining additional Momentum and Defensive Tokens for themselves or depriving foes of those same abilities.",
    "background": "chocolate",
    "role": "Controller/Striker",
    "stances": ["Living Weapon Style", "Open Hand Style", "Rising Leg Style"],
    "techniques": ["Enfeebling Strike", "Flowing Strikes", "Overwhelming Strike", "Finishing Blow", "Adaptive Strike"]
  },
  {
    "name": "Sharpshooter",
    "category": "Weapon",
    "flavor": "You reign down damage from afar, making use of a powerful long-ranged weapon with ease. The Artillery style requires carefully managing your range and turn order in order to set up powerful single-target damage. In addition, masters of Artillery techniques can easily create wide zones on the battlefield and punish foes harshly for daring to enter these areas without caution.",
    "background": " #bbd6fc ",
    "role": "Artillery/Controller",
    "stances": ["Close-Quarters Style", "Overwatch Style", "Sniper Style"],
    "techniques": ["Barrage", "Overdraw", "Focused Aim", "Volley"]
  },
  {
    "name": "Thrower",
    "category": "Weapon",
    "flavor": "You fling weapons with uncanny, practiced skill, easily finding purchase against a foe. Throwers enjoy an extremely fast combat style that allows them to easily make attacks at the start of a Round or as a Reaction when foes dare target allies. In addition, Throwers excel at afflicting status conditions with their attacks, and can easily hinder a foe's ability to fight with a rapid barrage of projectiles. Finally, Throwers enjoy a great deal of flexilibity in their attacks and can often make use of weapons that they do not have actively equipped.",
    "background": "#29a7bd",
    "role": "Artillery/Controller",
    "stances": ["Pinpoint Style", "Ricochet Style", "Rapid Style"],
    "techniques": ["Rapid Toss", "Ready Hand", "Distracting Lob", "Vicious Draw"]
  },
  {
    "name": "Warrior",
    "category": "Weapon",
    "flavor": "You are well-suited to blunt weapons such as hammers and axes, using their driving force to decimate foes. The Warrior Discipline specializes in consistent Push techniques that allow you to control the positions of foes, powerful Attacks that can  easily destroy obstacles and armor, and attacks that leave foes reeling with Exposed or Dazed. While their attacks tend to be slower, high-damage attacks will devastate foes while leaving openings for allies.",
    "background": "#3b7a3e",
    "role": "Striker/Controller",
    "stances": ["Bully Style", "Crusher Style"],
    "techniques": ["Slamming Strike", "Helm Splitter", "Bash Aside", "Smash"]
  }
]
