[
  {
    "keyword": "Anchor",
    "type": "TBD",
    "effect": "An Anchor is a sufficiently large Metal Source that is either sufficiently secured or heavy that a Metalbound can pull themselves towards it without moving it. Typically, a Metal Source of a Size greater than the Metalbound can be used as an Anchor."
  },
  {
    "keyword": "Armor",
    "type": "TBD",
    "effect": "A character with Armor reduces all Damage they receive by an amount equal to their Armor. A creature may not have more than 4 Armor passively, but conditional Armor (such as from a Shield) or Ablative Armor can exceed that cap."
  },
  {
    "keyword": "Attack",
    "type": "TBD",
    "effect": "An Attack is any Action that makes use of Chart and requires you to roll to determine the effect."
  },
  {
    "keyword": "Blazing",
    "type": "Terrain",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 Flame Damage and gain Burn 1. This may trigger at most once per Turn."
  },
  {
    "keyword": "Burn",
    "type": "Elemental Condition",
    "effect": "An Elemental Condition caused by being set aflame. Any time a creature takes an Action or Reaction they take Fire Damage equal to their current Burn value. A creature's Burn value decreases by 1 at the end of each of its turn.\nA creature may also spend Reflex at the end of a turn to reduce Burn by 2 for every 1 Reflex spent, or clear all Burn by spending 1 Reflex and ending their turn Prone.\nBurn interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Frost and gains Burn, they instead reduce their Frost value by an amount equal to that burn, taking any excess as Burn.\n&#8226; If a creature has any Soaked and gains Burn, they instead reduce their Soaked value by an amount equal to that Burn, taking any excess as Burn."
  },
  {
    "keyword": "Charge",
    "type": "Keyword",
    "effect": "Movement with the Charge keyword can move through squares occupied by hostile creatures, but may not end their movement their."
  },
  {
    "keyword": "Earthen Feature",
    "type": "Object",
    "effect": "An Earthen Feature is a prominent above-ground Obstacle created primarily from earth or stone. Boulders and Earthen Bulwarks are obvious examples, but a stone wall or similar is also a valid Earthen Feature."
  },
  {
    "keyword": "Focus",
    "type": "TBD",
    "effect": "Focus represents a character's mental fortitude and ability to maintain composure. Focus is spent to resist Statuses and Conditions that target the mind and can be used to keep cool under pressure to easily Improvise or change your Stance and Style."
  },
  {
    "keyword": "Frost",
    "type": "Elemental Condition",
    "effect": "An Elemental Condition caused by freezing temperatures that limits mobility. A creature suffering from Frost Moves one less space with all Movement per level of Frost and takes a -1 Penalty to all Attack Rolls for every two levels of Frost. A creature may ignore one of these effects for a Turn by immediately taking True Damage equal to half their current Frost level, or ignore both by taking damage equal to their current Frost level. A creature reduces their Frost level by 1 at the end of each of their turns.\nA creature may also spend Grit at the end of a turn to reduce Frost by 2 for every 1 Grit spent.\nFrost interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Burn and gains Frost, they instead reduce their Burn value by an amount equal to that Frost, taking any excess as Frost.\n&#8226; If a creature has any Soaked and gains Frost, they reduce their Soaked value by 1 and take an additional Frost."
  },
  {
    "keyword": "Grit",
    "type": "TBD",
    "effect": "Grit represent a character's strength, stamina, and ability to brute force their way through problems. Grit is commonly spent to resist Statuses and Conditions that can be overcome with toughness, as well as in Block Reactions that mitigate the damage taken by attacks."
  },
  {
    "keyword": "Icicle",
    "type": "Terrain",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 2 Damage and gain Frost 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain the spikes are destroyed and it becomes Icy Terrain. Icicle Terrain is treated as Icy Terrain for all Actions that target it."
  },
  {
    "keyword": "Icy",
    "type": "Terrain",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1."
  },
  {
    "keyword": "Jagged",
    "type": "Terrain",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 3 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn."
  },
  {
    "keyword": "Maneuver",
    "type": "TBD",
    "effect": "Any Attack that does not have a Damage column in its profile."
  },
  {
    "keyword": "Metal Source",
    "effect": "A Metal Source is any amount of metal sufficient for use by a Metalbound. Any Weapon that is crafted predominately of metal counts as a Metal Source as well as any similarly-sized metal objects in the environment, but using them in conjunction with Metalbound features will typically Damage them. A Metalbound can reduce their Armor value by 1 to create a Metal Source when wearing Armor made predominately of metal. If this reduces their Armor value to 0, the Metalbound is treated as Unarmored. Finally, a Metalbound is always assumed to be wearing sufficient metal for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Metal Sources on the map."
  },
  {
    "keyword": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of Actions and using Punish Reactions."
  },
  {
    "keyword": "Phase",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen."
  },
  {
    "keyword": "Punish",
    "type": "Keyword",
    "effect": "Punish Reactions take advantage of a brief opportunity in battle to make a sudden strike. Many Actions and abilities reference Punish Reactions."
  },
  {
    "keyword": "Reflex",
    "type": "TBD",
    "effect": "Reflex represent a character's reaction speed, finesse, and combat expertise. Reflex is commonly spent to resist Statuses and Conditions that can be overcome with quick reactions and balance, as well as in Evade Reactions that mitigate the damage taken by attacks."
  },
  {
    "keyword": "Rough",
    "type": "Terrain",
    "effect": "Rough spaces costs twice as much Movement to move through."
  },
  {
    "keyword": "Soaked",
    "type": "Elemental Condition",
    "effect": "An Elemental Condition caused by being drenched in water. Soaked has no impact on its own, but some Abilities and Conditions reference it and it interacts with many other Elemental Conditions.\nSoaked interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Burn and gains Soaked, they instead reduce their Burn value by an amount equal to that Soaked, taking any excess as Soaked.\n&#8226; If a creature has any Frost and gains Soaked, they take no Soaked and instead increase their Frost by that amount."
  },
  {
    "keyword": "Strike",
    "type": "TBD",
    "effect": "Any Attack that has a Damage column in its Profile."
  },
  {
    "keyword": "Sturdy",
    "type": "TBD",
    "effect": "Sturdy Terrain has Resistance to all damage."
  },
  {
    "keyword": "Water Source",
    "type": "Terrain",
    "effect": "A Water Source is any space that is predominantly filled with water. What happens to a Water Source when it is Destroyed depends on the type. If it's part of an extremely large source, such as an ocean or lake it instead remains as existing water rushes in to fill the void. If it's part of a smaller source, such as a pond or spring, Destroy the target space, or, if the target space is central to the body, Destroy a space near the edge of the source of water, trying to maintain as even a shape as possible."
  },
  {
    "keyword": "Wet",
    "type": "Terrain",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more."
  },
  {
    "keyword": "Wielded",
    "type": "TBD",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them."
  },
  {
    "keyword": "Pull",
    "type": "Condition",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  {
    "keyword": "Push",
    "type": "Condition",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  {
    "keyword": "Slide",
    "type": "Condition",
    "effect": "Move a target up to X squares in any direction."
  }
]
