[
  {
    "keyword": "Ablative Armor",
    "effect": "Ablative Armor functions as and stacks with Armor but, every time you are Hit or Crit by an Attack that deals damage (even if your Armor reduces that damage to 0), reduce the Ablative Armor by 1 to a minimum of 0."
  },
  {
    "keyword": "Accurate",
    "effect": "Accurate Attacks innately have Advantage."
  },
  {
    "keyword": "Anchor",
    "effect": "An Anchor is a sufficiently large Metal Source that is either sufficiently secured or heavy that a Metalbound can pull themselves towards it without moving it. Typically, a Metal Source of a Size greater than the Metalbound can be used as an Anchor."
  },
  {
    "keyword": "Armor",
    "effect": "A character with Armor reduces all Damage they receive by an amount equal to their Armor. A creature may not have more than 4 Armor passively, but conditional Armor (such as from a Shield) or Ablative Armor can exceed that cap."
  },
  {
    "keyword": "Attack",
    "effect": "An Attack is any Action that makes use of Chart and requires you to roll to determine the effect."
  },
  {
    "keyword": "Avoidable",
    "effect": "If a creature uses the Dodge Reaction against an Avoidable Attack they treat the Attack Roll as a 2."
  },
  {
    "keyword": "Blazing",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 Flame Damage and gain Burn 1. This may trigger at most once per Turn."
  },
  {
    "keyword": "Bleed",
    "effect": "A Condition caused when a creature receives wounds that bleed heavily. At the start of each of a creature's turns they take True Damage equal to their current Bleed value. A character's Bleed value decreases by 1 at the end of each of its turn.\nA character may also spend Grit at the end of a turn to reduce Bleed by 2 for every 1 Grit spent."
  },
  {
    "keyword": "Burn",
    "effect": "An Elemental Condition caused by being set aflame. Any time a creature takes an Action or Reaction they take Fire Damage equal to their current Burn value. A creature's Burn value decreases by 1 at the end of each of its turn.\nA creature may also spend Reflex at the end of a turn to reduce Burn by 2 for every 1 Reflex spent, or clear all Burn by spending 1 Reflex and ending their turn Prone.\nBurn interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Frost and gains Burn, they instead reduce their Frost value by an amount equal to that burn, taking any excess as Burn.\n&#8226; If a creature has any Soaked and gains Burn, they instead reduce their Soaked value by an amount equal to that Burn, taking any excess as Burn."
  },
  {
    "keyword": "Blind",
    "effect": "A Blind creature treats all other creatures as Veiled. Blind is cleared at the Refresh Phase of the next round."
  },
  {
    "keyword": "Block",
    "effect": "Block Reactions are based on absorbing a blow to mitigate the overall damage. Many Actions and abilities reference Block Reactions."
  },
  {
    "keyword": "Break",
    "effect": "When a creature suffers Break they choose one: Either they lose their Stance or their Style. That creature lacks the benefits of that Stance or Style until they take an Action that allows them to adopt a Stance or Style."
  },
  {
    "keyword": "Charge",
    "effect": "Movement with the Charge keyword can move through squares occupied by hostile creatures, but may not end their movement their."
  },
  {
    "keyword": "Damaged",
    "effect": "A Damaged weapon takes a -2 penalty to all Attack Rolls."
  },
  {
    "keyword": "Daze",
    "effect": "A Dazed creature takes one less Action in the next round. Dazed is cleared at the Refresh Phase of the next round."
  },
  {
    "keyword": "Disarm",
    "effect": "A Weapon or Item that a creature has Equipped is removed from them, typically dropping to an adjacent, unoccupied space."
  },
  {
    "keyword": "Earthen Feature",
    "effect": "An Earthen Feature is a prominent above-ground Obstacle created primarily from earth or stone. Boulders and Earthen Bulwarks are obvious examples, but a stone wall or similar is also a valid Earthen Feature."
  },
  {
    "keyword": "Embed",
    "effect": "Embed effects are always paired with an Action that utilizes a Source. When Embed occurs, the Source used in the Action is attached to or impaled in the Target and moves with it. A creature may Sacrifice an Action to end Embed."
  },
  {
    "keyword": "Enchant",
    "effect": "Enchant effects are an effect that persists for multiple Turns or Rounds. A creature may only have one Enchant ability in effect at a time."
  },
  {
    "keyword": "Entomb",
    "effect": "An Entombed creature is trapped within an object. While trapped within this object the creature is Restrained until said object is destroyed. Typically, there will be other ways to end Entombed described in the triggering Attack."
  },
  {
    "keyword": "Evade",
    "effect": "Evade Reactions typically involve avoiding a blow or quickly moving to avoid further damage. Many Actions and abilities reference Evade Reactions."
  },
  {
    "keyword": "Expose",
    "effect": "A Condition caused when a creature cannot maintain their guard. While a creature has any instances of Exposed, all Attacks against them have Advantage.\nA character clears 1 Exposed after being Attacked, and clears 1 more at the end of their turn."
  },
  {
    "keyword": "Focus",
    "effect": "Focus represents a character's mental fortitude and ability to maintain composure. Focus is spent to resist Statuses and Conditions that target the mind and can be used to keep cool under pressure to easily Improvise or change your Stance and Style."
  },
  {
    "keyword": "Frost",
    "effect": "An Elemental Condition caused by freezing temperatures that limits mobility. A creature suffering from Frost Moves one less space with all Movement per level of Frost and takes a -1 Penalty to all Attack Rolls for every two levels of Frost. A creature may ignore one of these effects for a Turn by immediately taking True Damage equal to half their current Frost level, or ignore both by taking damage equal to their current Frost level. A creature reduces their Frost level by 1 at the end of each of their turns.\nA creature may also spend Grit at the end of a turn to reduce Frost by 2 for every 1 Grit spent.\nFrost interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Burn and gains Frost, they instead reduce their Burn value by an amount equal to that Frost, taking any excess as Frost.\n&#8226; If a creature has any Soaked and gains Frost, they reduce their Soaked value by 1 and take an additional Frost."
  },
  {
    "keyword": "Flying",
    "effect": "While Flying, a character ignores all Terrain and Obstacles that do not specifically target Flying characters. Melee Attacks have Disadvantage against Flying characters."
  },
  {
    "keyword": "Grapple",
    "effect": "A Grappled character's effect depends on if they are Winning or Losing.\nThe Winning character is Slowed, and cannot use the hand utilized for Grappling for anything other than Shove or Strikes with an Unarmed Weapon.\nThe Losing character is Stuck and, when the Winning character moves, the Losing moves along with them."
  },
  {
    "keyword": "Grit",
    "effect": "Grit represent a character's strength, stamina, and ability to brute force their way through problems. Grit is commonly spent to resist Statuses and Conditions that can be overcome with toughness, as well as in Block Reactions that mitigate the damage taken by attacks."
  },
  {
    "keyword": "Groundsource",
    "effect": "Groundsource effects ignore Cover, do not gain Disadvantage from Prone if they are Ranged, and Area Effects are not stopped by Terrain like normal. Flying creatures are immune to all Groundsource effects. Groundsource effects must be used on terrain made of earth or stone or are in close proximity to such. The wooden floor of a house on solid ground, for example, would be fine, but the deck of a ship would not."
  },
  {
    "keyword": "Heavy",
    "effect": "Heavy Weapons are built for power, and deal additional damage with a Strong Strikes and similar Attacks."
  },
  {
    "keyword": "Hobble",
    "effect": "A Condition caused when a creature's movement is impaired somehow. While a creature has any instances of Hobbled, their Moves are reduced by one level (i.e. a Reposition would become a Step).\nA character clears 1 Hobbled at the end of each of their turns."
  },
  {
    "keyword": "Icicle",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 2 Damage and gain Frost 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain the spikes are destroyed and it becomes Icy Terrain. Icicle Terrain is treated as Icy Terrain for all Actions that target it."
  },
  {
    "keyword": "Icy",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1."
  },
  {
    "keyword": "Impair",
    "effect": "A Condition caused when a creature's ability to attack is impaired. While a creature has any instances of Impaired, their Attacks have Disadvantage.\nA creature clears 1 Impaired after attacking, and clears 1 more at the end of their turn."
  },
  {
    "keyword": "Jagged",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 3 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn."
  },
  {
    "keyword": "Light",
    "effect": "Light Weapons are built for speed, and do not take a damage penalty on Quick Strikes and similar attacks."
  },
  {
    "keyword": "Leap",
    "effect": "Any Leaping Movement ignores Terrain that does not effect Flying characters."
  },
  {
    "keyword": "Maneuver",
    "effect": "Any Attack that does not have a Damage column in its profile."
  },
  {
    "keyword": "Metal Source",
    "effect": "A Metal Source is any amount of metal sufficient for use by a Metalbound. Any Weapon that is crafted predominately of metal counts as a Metal Source as well as any similarly-sized metal objects in the environment, but using them in conjunction with Metalbound features will typically Damage them. A Metalbound can reduce their Armor value by 1 to create a Metal Source when wearing Armor made predominately of metal. If this reduces their Armor value to 0, the Metalbound is treated as Unarmored. Finally, a Metalbound is always assumed to be wearing sufficient metal for a single Source, so long as they have their gear on hand. After being used for an ability, track the location of all Metal Sources on the map."
  },
  {
    "keyword": "Momentum",
    "effect": "Momentum represents various advantages in combat. It is spent for a myriad of effects, but most commonly increasing the power of Actions and using Punish Reactions."
  },
  {
    "keyword": "Phase",
    "effect": "A Phase is a part of a Round that exists to designate the speed at which different Techniques happen."
  },
  {
    "keyword": "Pierce",
    "effect": "This Attack ignores an amount of the Target's Armor equal to its Pierce value."
  },
  {
    "keyword": "Priority",
    "effect": "A Priority Action is always resolved at the start of its Phase. It ignores normal turn order and does not count for the alternating turns within a Round."
  },
  {
    "keyword": "Prone",
    "effect": "A Prone creature cannot move until they spend a Step to stand from Prone. If they take a movement greater than a Step they may still move after standing from Prone, but downgrade the movement by one level.\nWhile Prone, melee attacks against the target gain Advantage, but ranged attacks have Disadvantage."
  },
  {
    "keyword": "Pull",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  {
    "keyword": "Punish",
    "effect": "Punish Reactions take advantage of a brief opportunity in battle to make a sudden strike. Many Actions and abilities reference Punish Reactions."
  },
  {
    "keyword": "Push",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  {
    "keyword": "Reflex",
    "effect": "Reflex represent a character's reaction speed, finesse, and combat expertise. Reflex is commonly spent to resist Statuses and Conditions that can be overcome with quick reactions and balance, as well as in Evade Reactions that mitigate the damage taken by attacks."
  },
  {
    "keyword": "Restrained",
    "effect": "A Restrained creature's ability to move is severely hampered. While Restrained, a creature cannot Move, makes all Attacks with Disadvantage, and all Attacks against them have Advantage."
  },
  {
    "keyword": "Rough",
    "effect": "Rough spaces costs twice as much Movement to move through."
  },
  {
    "keyword": "Safe",
    "effect": "Any Attacks against a creature using Safe Movement have Disadvantage."
  },
  {
    "keyword": "Shred",
    "effect": "Reduce the creature's Armor by 1 for the remainder of the encounter."
  },
  {
    "keyword": "Siege",
    "effect": "Attacks with the Siege tag deal double damage to Terrain."
  },
  {
    "keyword": "Slide",
    "effect": "Move a target up to X squares in any direction."
  },
  {
    "keyword": "Slowed",
    "effect": "While Slowed, all of a character's Movement is decreased by one."
  },
  {
    "keyword": "Soaked",
    "effect": "An Elemental Condition caused by being drenched in water. Soaked has no impact on its own, but some Abilities and Conditions reference it and it interacts with many other Elemental Conditions.\nSoaked interacts with other Elemental Conditions as follows:\n&#8226; If a creature has any Burn and gains Soaked, they instead reduce their Burn value by an amount equal to that Soaked, taking any excess as Soaked.\n&#8226; If a creature has any Frost and gains Soaked, they take no Soaked and instead increase their Frost by that amount."
  },
  {
    "keyword": "Spirit",
    "effect": "Spirit techniques are the innate magic of a Spiritbonded, making use of both parties for powerful effects. A Spiritbonded must take at least one Action with this tag each round."
  },
  {
    "keyword": "Stagger",
    "effect": "When a creature becomes Staggered their next Action this round has its Speed increased by 1. If the creature has no more Actions this round, they gain either Hobbled 1 or Exposed 1 (inflictor's choice)."
  },
  {
    "keyword": "Strike",
    "effect": "Any Attack that has a Damage column in its Profile."
  },
  {
    "keyword": "Stuck",
    "effect": "A Status caused when a creature is unable to move, but their ability to fight is otherwise unimpaired. While Stuck a creature cannot take any Movement while Stuck."
  },
  {
    "keyword": "Sturdy",
    "effect": "Sturdy Terrain has Resistance to all damage."
  },
  {
    "keyword": "Sure Hit",
    "effect": "Double the cost of any Evade Reactions against this Attack."
  },
  {
    "keyword": "Thrown",
    "effect": "Thrown weapons are capable of being used in both melee and ranged combat. When Thrown, Grazes deal no damage and cause no effects, and are treated as a Miss for all effects. After being thrown, a Thrown weapon may not be used again until retrieved."
  },
  {
    "keyword": "Unblockable",
    "effect": "Double the cost of any Block Reactions against this Attack."
  },
  {
    "keyword": "Versatile",
    "effect": "Versatile Weapons are built for balanced combat, and can be used for both Quick and Strong Strikes, albeit not as well as Light or Heavy Weapons."
  },
  {
    "keyword": "Vulnerable",
    "effect": "A Condition caused when a creature is vulnerable to attacks. The next time a creature with Vulnerable takes damage they take an additional amount of damage equal to their Vulnerable value, then clear all Vulnerable."
  },
  {
    "keyword": "Water Source",
    "effect": "A Water Source is any space that is predominantly filled with water. What happens to a Water Source when it is Destroyed depends on the type. If it's part of an extremely large source, such as an ocean or lake it instead remains as existing water rushes in to fill the void. If it's part of a smaller source, such as a pond or spring, Destroy the target space, or, if the target space is central to the body, Destroy a space near the edge of the source of water, trying to maintain as even a shape as possible."
  },
  {
    "keyword": "Wet",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more."
  },
  {
    "keyword": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them."
  },
  {
    "keyword": "Wound",
    "effect": "The next time a Wounded creature would gain Endurance from any source, they instead remove 1 Wound."
  }
]
