[
  {
    "keyword": "Accurate",
    "effect": "Accurate Attacks innately have Advantage."
  },
  {
    "keyword": "Attack",
    "effect": "An Attack is any Action that makes use of Profile and requires you to roll to determine the effect."
  },
  {
    "keyword": "Bleed",
    "effect": "A Condition caused when a character receives wounds that bleed heavily. At the start of each of a character's turns, they take True Damage equal to their current Bleed value. A character's Bleed value decreases by 1 at the end of each turn.\nA character may also spend Grit at the end of a turn to reduce Bleed by 2 for every 1 Grit spent."
  },
  {
    "keyword": "Block",
    "effect": "Block Actions make use of Block Tokens, typically to reduce the effectiveness of an attack."
  },
  {
    "keyword": "Dangerous Terrain",
    "effect": "Anytime a character enters a square with Dangerous Terrain, they immediately take 3 damage of the Dangerous Terrain's type."
  },
  {
    "keyword": "Dodge",
    "effect": "Dodge Actions make use of Dodge Tokens, either for movement or influencing an Attack."
  },
  {
    "keyword": "Enchant",
    "effect": "Enchant effects are an effect that persists. A character may only have one Enchant ability in effect at a time."
  },
  {
    "keyword": "Entomb",
    "effect": "An Entombed character is trapped within an object. While trapped within this object the creature is Restrained until said object is destroyed. Typically, there will be other ways to end Entombed described in the triggering Attack."
  },
  {
    "keyword": "Expose",
    "effect": "A Condition caused when a character cannot maintain their guard. While a character has any instances of Exposed, all attacks and maneuvers against them have Advantage.\nA character clears 1 Exposed after being attacked, and clears 1 more at the end of their turn."
  },
  {
    "keyword": "Flying",
    "effect": "While Flying, a character ignores all terrain effects that do not specifically target Flying characters. Melee Attacks have Disadvantage against Flying characters."
  },
  {
    "keyword": "Grapple",
    "effect": "A Grappled character's effect depends on if they are Winning or Losing.\nThe Winning character is Slowed, and cannot use the hand utilized for Grappling for anything other than Shove or Strikes with an Unarmed Weapon.\nThe Losing character is Stuck and, when the Winning character moves, the Losing moves along with them."
  },
  {
    "keyword": "Grit",
    "effect": "Grit Tokens represent a character's strength, stamina, and ability to brute force their way through problems."
  },
  {
    "keyword": "Groundsource",
    "effect": "Groundsource effects ignore Cover, do not gain Disadvantage from Prone, and Area Effects are not stopped by Terrain like normal. Flying characters are immune to all Groundsource effects."
  },
  {
    "keyword": "Heavy",
    "effect": "Heavy Weapons are built for power, and deal additional damage with a Strong Strikes and similar Attacks."
  },
  {
    "keyword": "Hobble",
    "effect": "A Condition caused when a character's movement is impaired somehow. While a character has any instances of Hobbled, their Moves are reduced by one level (i.e. a Reposition would become a Step).\nA character clears 1 Hobbled at the end of each of their turns."
  },
  {
    "keyword": "Light",
    "effect": "Light Weapons are built for speed, and do not take a damage penalty on Quick Strikes and similar attacks."
  },
  {
    "keyword": "Maneuver",
    "effect": "Any Attack that does not have a Damage column in its profile."
  },
  {
    "keyword": "Momentum",
    "effect": "A token that represents various advantages in combat. Momentum is spent for a myriad of effects, but most commonly increasing the power of Actions."
  },
  {
    "keyword": "Pierce",
    "effect": "If the target has any Armor, this attack deals additional damage equal to its Pierce value."
  },
  {
    "keyword": "Prone",
    "effect": "A Prone character cannot move until they spend a Resposition to stand from Prone. If they take a movement greater than a Reposition they may still move after standing from Prone, but downgrade the movement by two levels.\nWhile Prone, melee attacks against the target gain Advantage, but ranged attacks have Disadvantage."
  },
  {
    "keyword": "Pull",
    "effect": "Move a target up to X squares directly towards you, where X is the numerical value immediately after Pull in an effect's description. If you are already adjacent, you may move the target up to X squares, as long as they end the movement directly adjacent to you."
  },
  {
    "keyword": "Punish",
    "effect": "Punish Actions are used to attack out of turn when enemies fulfill a specific condition."
  },
  {
    "keyword": "Push",
    "effect": "Move a target up to X squares directly away, where X is the numerical value immediately after Push in an effect's description."
  },
  {
    "keyword": "Restrained",
    "effect": "A Restrained creature's ability to move is severely hampered. While Restrained, a creature cannot Move, makes all Attacks with Disadvantage, and all Attacks against them have Advantage."
  },
  {
    "keyword": "Rough Terrain",
    "effect": "Rough Terrain costs twice as many squares of Movement to move through."
  },
  {
    "keyword": "Safe",
    "effect": "Any Movement granted by a Safe Action does not provoke Punish Actions."
  },
  {
    "keyword": "Siege",
    "effect": "Attacks with the Siege tag deal double damage to Terrain."
  },
  {
    "keyword": "Skill",
    "effect": "Skill Tokens can be spent defensively to avoid effects that rely on reaction speed, finesse, and combat expertise."
  },
  {
    "keyword": "Spirit",
    "effect": "Spirit techniques are the innate magic of a Spiritbonded, making use of both parties for powerful effects. A Spiritbonded must take at least one Action with this tag each round."
  },
  {
    "keyword": "Strike",
    "effect": "Any Attack that has a Damage column in its Profile."
  },
  {
    "keyword": "Sturdy",
    "effect": "Sturdy Terrain has Resistance to all damage."
  },
  {
    "keyword": "Thrown",
    "effect": "Thrown weapons are capable of being used in both melee and ranged combat. When Thrown, Grazes deal no damage and cause no effects, and are treated as a Miss for all effects. After being thrown, a Thrown weapon may not be used again until retrieved."
  },
  {
    "keyword": "Versatile",
    "effect": "Versatile Weapons are built for balanced combat, and can be used for both Quick and Strong Strikes, albeit not as well as Light or Heavy Weapons."
  },
  {
    "keyword": "Wielded",
    "effect": "A Wielded item is held in one or both hands. Many Actions requires that a character be wielding a specific type of item to make use of them."
  }
]
