[
  {
    "name": "Blaze Arts",
    "icon": "Blaze",
    "desc": "Burn baby burn",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires controlling flames with your magic.",
      "feats": "You may always create or quench candle-sized flames, cause flames to flicker, and ignite flammable materials with your magic.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when a fire would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when attempting to control, create, or otherwise use flames to solve a problem, and may always gain a +1 circumstance bonus when a fire would be a substantial aid in a challenge..",
      "feats": "You may always create or quench campfire-sized flames, control the motion of a moderate amount of fire, and ignite flammable objects, and gain a +1 circumstance bonus when such abilities would be a substantial aid and you are not rolling Blaze.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Detonation Arts",
    "icon": "Detonation",
    "desc": "Boom",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires creating explosions with your magic.",
      "feats": "You may always create tiny explosions that can break glass or similar and create a moderate amount of noise or light.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when an explosion would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when using explosions, detonations, and other violent expressions of flame magic, and may always gain a +1 circumstance bonus when an explosion would be a substantial aid in a challenge.",
      "feats": "You may always create small explosions that can damage stone and create a loud noise or bright light.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Gale Arts",
    "desc": "Whoosh",
    "icon": "Gale",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires creating wind with your magic.",
      "feats": "You may always create minor gusts of wind that can move paper, leaves, and other similar objects.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when controlling wind would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when using gusts, vortexes, and other expressions of wind magic, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always manipulate the wind and create gusts that can move small objects in a straight line or objects like paper or leaves with a high degree of precision.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Land Arts",
    "icon": "Land",
    "desc": "Rumbling, rumbling",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires shaping the earth with your magic.",
      "feats": "You may always mold loose earth and draw simple patterns on it.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when shaping earth or creating tremors would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when shaping the earth or creating tremors, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always shape loose earth with a level of precision and can affect solid ground in a similar, albeit slower, way.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Mountain Arts",
    "icon": "Mountain",
    "desc": "Rock and stone",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires moving and controlling stone with your magic.",
      "feats": "You may always move small rocks within a close range.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when moving or controlling stone would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when controlling or moving stone, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always control moderately sized stones within a close range and can form small stones from loose soil.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Storm Arts",
    "icon": "Storm",
    "desc": "Zip zap",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires conjuring or controlling electricity with your magic.",
      "feats": "You may always create small electrical bursts and shock with a touch.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when conjuring or controlling electricity would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when conjuring or controlling electricity, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always conjure relatively harmless amounts of electricity and control it, keeping it in place for an extended duration.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Tide Arts",
    "icon": "Tide",
    "desc": "Splish slash",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires controlling water with your magic.",
      "feats": "You may always control a small amount of water at a short range.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when controlling water would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when controlling water, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always control a small amount of water at a moderate range, or a moderate amount of water at short range.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  },
  {
    "name": "Tundra Arts",
    "icon": "Tundra",
    "desc": "Freeeeeeeeze",
    "rank_0": {
      "dice": "By default you may not attempt a challenge that requires freezing water or controlling it with your magic.",
      "feats": "You may always chill a small amount of water and shape a small amount of snow or ice at very close range.",
      "push": "You may mark one Stress on your Spirit to gain a +1 circumstance bonus when freezing water or controlling frozen water would be a substantial aid in a challenge."
    },
    "rank_1": {
      "dice": "You may roll 1 die when freezing water or controlling frozen water, and may always gain a +1 circumstance bonus when such effects would be a substantial aid in a challenge.",
      "feats": "You may always freeze a small amount of water and control a small amount of snow or ice at short range.",
      "push": "You may mark one Stress on your Spirit to choose the result of a die rolled due to this Talent."
    }
  }
]
