[
  {
    "keyword": "Blazing",
    "effect": "Anytime a creature enters a Blazing space or ends a turn there they immediately take 1 Flame Damage and gain Burn 1. This may trigger at most once per Turn."
  },
  {
    "keyword": "Icicle",
    "effect": "Icicle Terrain is covered in jagged lines of ice, creating a dangerous surface. A creature that moves into Icicle Terrain or ends a turn there immediately takes 2 Damage and gain Frost 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn. Regardless, after a creature would take damage from Icicle Terrain the spikes are destroyed and it becomes Icy Terrain. Icicle Terrain is treated as Icy Terrain for all Actions that target it."
  },
  {
    "keyword": "Jagged",
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 3 Damage and gain Bleed 1. They may negate both effects by paying 1 Reflex_ This may trigger at most once per Turn."
  },
  {
    "keyword": "Icy",
    "effect": "Icy Terrain is coated in thick ice, making it incredibly slippery. A character may only move in a straight line on Icy Terrain. If a character ends their Turn on Icy Terrain they must spend 1 Skill or fall Prone. In addition, if a creature is Pushed or Pulled onto and Icy Terrain immediately increase the Push or Pull effect by 1."
  },
  {
    "keyword": "Rough",
    "effect": "Rough spaces costs twice as much Movement to move through."
  },
  {
    "keyword": "Water Source",
    "effect": "A Water Source is any space that is predominantly filled with water. What happens to a Water Source when it is Destroyed depends on the type. If it's part of an extremely large source, such as an ocean or lake it instead remains as existing water rushes in to fill the void. If it's part of a smaller source, such as a pond or spring, Destroy the target space, or, if the target space is central to the body, Destroy a space near the edge of the source of water, trying to maintain as even a shape as possible."
  },
  {
    "keyword": "Wet",
    "effect": "Wet Terrain is coated in water, limiting a stable footing. Negating Push, Pull, or Prone while standing on Wet Terrain costs 1 more."
  },
  {
    "keyword": "Windy",
    "effect": "Windy Terrain always has a direction. When entering a Windy space from the three faces aligned with its direction the Windy space only counts as half a space of movement. When entering a Windy space from the three faces against its direction it counts as two spaces of Movement. Ranged Attacks that pass through any Windy Terrain take a -1 penalty to their Attack Roll."
  }
]
