[
  {
    "name": "Jagged",
    "desc": "Sharp spires of earth and stone make traveling through this space painful.",
    "keywords": ["Derived"],
    "effect": "Anytime a creature enters a Jagged space or ends a turn there they immediately take 3 Damage and gain _Bleed_ 1. An individual space may only effect a creature once per _Turn_.",
    "negate": "1 _Reflex_ negates all effects.",
    "overrides": ["Icicle", "Icy"]
  },
  {
    "name": "Normal",
    "desc": "An unremarkable space with no notable features to speak of.",
    "keywords": [],
    "effect": "None."
  },
  {
    "name": "Rough",
    "desc": "Ground full of unsure footing and low obstacles that makes traveling through it difficult.",
    "keywords": ["Derived"],
    "effect": "Rough spaces costs twice as much Movement to move through.",
    "negate": "1 _Reflex_ allows a creature to move normally through a single Rough space at no penalty.",
    "overrides": ["Icicle", "Icy"]
  },
  {
    "name": "Running Water",
    "desc": "Terrain that represents a river or similarly fast-moving body of water.",
    "keywords": ["Watery"],
    "effect": "Characters must _Swim_ through this Terrain. Running Water has a direction. At the end of each even _Phase_, inflict _Push_ 2 in the direction of the Running Water on all creatures in it. When a creature enters _Running Water_ or ends their _Turn_ in it, inflict _Wet_ 3.",
    "negate": "1 _Grit_ negates the _Push_ effect."
  },
  {
    "name": "Waterfall",
    "desc": "An elevation change in running water that is dangerous to pass through.",
    "keywords": ["Watery"],
    "effect": "Waterfalls have all the same effects as _Running Water_. In addition, characters may not _Swim_ through these spaces and, when a character enters this space, they immediately take 4 _Crush_ Damage and gain _Dazed_ 1 (1 _Grit_).",
    "negate": "1 _Grit_ negates the _Push_ effect."
  },
  {
    "name": "Veiled",
    "effect": "Veiled Terrain is filled with dust, smoke, mist, or some other obscuring agent. All Attacks against a creature in a Veiled Space have Disadvantage, and all Attacks by creature in a Veiled Space have Disadvantage. If the creature in the Veiled Space has some means to ignore Veiled Terrain, they instead have Advantage. If a creature is not in a Veiled space but the Attack would pass through a Veiled space, it instead takes a -1 Penalty.",
    "interacts": ["<ins>Windy:</ins> Veiled may not be created in this space."]
  },
  {
    "name": "Wet",
    "desc": "Terrain with standing water that limits a stable footing.",
    "keywords": ["Watery"],
    "effect": "Increase the cost to _Negate_ _Push_, _Pull_, _Slide_, and _Prone_ by 1 while on Wet Terrain."
  }
]
